{
/************************************************
John's Information
************************************************/
//Display Name
"FC.John":"John",
//Gift Related Dialogue
"AcceptBirthdayGift_Loved.John":"You remembered my birthday...Not even my brother remembers my birthday, and we were born on the same day!",
"AcceptBirthdayGift_Liked.John":"Really? This is for me? Thank you so much! What a nice birthday this is turning out to be.",
"AcceptBirthdayGift_Disliked.John":"Um, this is thoughtful...$3#$b#Thank you for remembering my birthday.",
"AcceptBirthdayGift_Hated.John":"You know, it's my birthday today.#$b#You really made it worse.",
"AcceptBirthdayGift_Neutral.John":"Hey thanks, I can't believe you remembered my birthday.",
"John.gift.love":"I'm really touched you thought of me.#$b#Thank you.",
"AcceptGift_(O)StardropTea.John": "I love this tea, thank you so much!",
"John.gift.like":"This is pretty nice, how'd you know I needed it?",
"John.gift.dislike":"Oh, are you sure? I...Don't really want this though, sorry...",
"John.gift.hate":"Are you pulling a prank on me?",
"John.gift.neutral":"This could really come in handy, thanks, @.",
"WinterStar_GiveGift_Before.John":"I wonder what I'm getting this year. Let’s meet afterward and we can show each other the gifts we got!",
"WinterStar_GiveGift_After.John":"Look at that nice gift you received. I was given a coupon by Pierre...$3",
"WinterStar_ReceiveGift.John":"I wasn't sure what you'd like, but I hope you like this.[###]",
"WinterStar_GiveGift_Before_Spouse.John":"Oh wow, that's pretty awesome.#$b# I got a rock from Vincent.$1",
"WinterStar_GiveGift_After_Spouse.John":"Oh, sweetheart, thank you so much for this.$4",
"RejectBouquet_NpcAlreadyMarried.John":"Aren't you married?$3#$b#No thanks. @.$5",
"RejectBouquet_Divorced.John":"It's not funny, @, stop playing with my heart like this.$2",
"RejectBouquet_VeryLowHeart.John":"That's odd...I barely even know you.$3",
"RejectBouquet_LowHeart.John":"As sweet as that is, I'm not really looking for a relationship right now.$2",
"AcceptBouquet.John":"You really mean it?$2#$b#Of course, I want to be with you.$4",
"John.reject_ParsnipSoup":"Oh, Yoba!$8#$b#Don't get too close to me, I'm really allergic to parsnips!$8",
"reject_Parship.John":"I’d rather not meet Yoba too early, thank you.$5",
"reject_ParshipSeeds.John":"Um, no thanks. I'm actually extremely allergic to this plant.$8",
"John.accept_ArkaCoin":"Oh, I recognize this.$1#$b#Lyell loves these little coins.#$b#Be careful though, I heard the metal it's made from is very toxic.$3",
"John.accept_DragaWhiskey":"I see you've been hanging out with Lyell.$1#$b#His whiskey is the best.$1",
"John.accept_SeaglassFlowerDisplay":"Did you make this?#$b#It's perfect.$4",
"GiftedSeaglass.John":"This is so beautiful, thank you @.$1#$b#I wish I had a gift for you as well.$2",
"RejectMermaidPendant_Divorced.John":"I already tried once with you, I don't think I can take another go.",
"RejectMermaidPendant_NeedHouseUpgrade.John":"Oh...I would but there's just not enough room for me and Noodles.$2#$b3I can't abandon her.$2",
"RejectMermaidPendant_NpcWithSomeoneElse.John":"Sorry, but no. I'm not interested in open relationships and I'm already married.",
"RejectMermaidPendant_PlayerWithSomeoneElse.John":"Aren't you already married?$3#$b#I'm not really interested in a polyamorous relationship, I'm very sorry.$2",
"RejectMermaidPendant_Under8Hearts.John":"Jeez, you move pretty quickly.$3#$b#I'm not ready for that, I'm sorry.$2",
"RejectMermaidPendant_Under10Hearts.John":"I'm just not ready yet, it's a big commitment getting married.$2",
"RejectMermaidPendant_Under10Hearts_AskedAgain.John":"Don't pressure me, @, that won't help in the slightest.",
"RejectMovieTicket_AlreadyInvitedBySomeoneElse.John":"Oh no thanks, I don't want to be a third wheel.$3",
"RejectMovieTicket_AlreadyWatchedThisWeek.John":"I would, but I'm all movied out.$1",
"RejectMovieTicket_DontWantToSeeThatMovie.John":"I don't know-$3#$b#I don't really feel up to seeing this one.$2",
"RejectMovieTicket_Divorced.John":"Erm, no thanks.$3#$b#I'm just not ready to be your friend yet, @.$2",
"RejectGift_Divorced.John":"Look, you can't just give me presents and think it'll fix things.$2#$b#You really broke my heart, @.$3",
"SpouseGiftJealous.John":"I try not to get jealous, but I really do struggle sometimes.$2#$b#I could use some reassurance.$3",
"MovieInvitation.John":"Thanks for inviting me, @!$1#$b#Hope something thrilling is playing.$3",
"John.AcceptGift_(O)WWWA.AutographedPhoto":"Oh, this is...Nice?$3#$b#I think Rodney gave me one already though...$3",
//Special Dialogue
"Introduction.John":"You look just as tired as I am.$1#$b#Sorry, that’s rude of me.#$b#I’ll see you around okay...$2",
"danceRejection.John":"Wha?$4#$b#Oh, I'm sorry. I'm uncomfortable with doing that.$2",
"divorced.John.1":"I was thinking about the farm last night, I really miss helping out.#$b#Maybe I could still do that?#$b#I know how much work you do every day so I’d be happy to still help.$1",
"divorced.John.2":"Hm...?#$b#Oh, I didn't notice you there, @.#$b#Hope your day is going well.$2",
"divorced.John.3":"It's a beautiful day...#$e#I'd rather enjoy it alone.$2#$b#Sorry if that was rude, I just need some time to myself.$3",
"divorced.John.4":"Hey, @!$1#$b#It's been a pretty great day so far, I visited Marnie and petted her cows.$1#$b#I've always loved animals.",
"divorced.John.5":"Robin is very talented. #$b#She builds house upgrades all by herself.#$b#Bet she's pretty strong.$1",
"divorced.John.6":"I've been meaning to visit the shrine, but I can't bring myself to do it.$2#$e#I just feel kind of lost right now, I suppose.#$b#But I still believe...I think. I have the heart of a priest, after all.$1",
"breakUp.John":"I think I need to sit down...$2#$b#This is very unexpected.$7",
"Resort_Entering.John":"The air is so clean here.#$e#I could stay here all week, but I have bills to pay.$1",
"Resort_Leaving.John":"I think I need to lay down.#$b#The island is beautiful, but it’s rough on these old bones.#$e#I'm so tired.$2",
"Resort_Shore.John":"There's too much sand everywhere.#$e#This is why I should wear pants to the island, but every single time I convince myself to wear shorts.$1",
"Resort_Umbrella.John":"Once the tide recedes, you can find a lot of shells and critters.#$b#I like picking up shells, but I toss the sea life back into the water.$1",
"Resort_Wander.John":"I hope they have scuba diving sessions here.$1#$b#I used to go diving whenever I had free time in Zuzu.#$b#It's a lot of fun.$1",
"Resort_Bar.John":"I make sure not to overdo it with alcohol, but I do like to enjoy a glass of wine every day.",
"Resort.John":"Sometimes...I feel like I’m being pulled subconsciously into the depths of the ocean when I stare too long.$2",
"Saloon_John_RareGreeting.John":"Howdy, great day isn't it?",
"Fair_Judging.John":"Are you feeling confident?",
"Fair_Judged_PlayerLost_PurpleShorts.John":"Admittedly, what you did with the mayor's underwear....#$b#...Was pretty funny.$1",
"Fair_Judged_PlayerLost_Skipped.John":"Hopefully you enter next year, yeah?$2",
"Fair_Judged_PlayerLost.John":"I'm sorry, I was rooting for you to win.$2",
"Fair_Judged_PlayerWon.John":"Hey, congratulations!$1#$b#I had a feeling you'd win.",
"Fair_Judged.John":"Lewis judges things pretty harshly, unfortunately.$3",
"FlowerDance_Accept_Spouse.John":"I would love to, @, thank you for asking.$4",
"FlowerDance_Accept.John":"I would love to dance with you.#$b#It’s always a pleasure.$4",
"FlowerDance_Decline.John":"Erm, no thanks.#$b#I’m not really feeling up to dancing.",
"John_AfterWedding.John":"Wow, this is really an amazing feeling.$1#$b#It's so beautiful here.$4",
"John_Engaged.John":"Are you excited? I certainly am! I'm very excited to marry you soon.$4",
"SpouseStardrop.John":"After everything you've done for me, I wanted a chance to give you something to express how deeply I love you.#$b#Please accept this, sweetheart.$4",
"HitBySlingshot.John":"Hey now, that's really fucking shitty of you!$5#$b#Erm, I mean...$2#$b#Excuse me.$2",
"DumpsterDiveComment.John":"@?#$b#Do you need help? I could buy you something to eat if you’re that hungry.$2#$b#Is farming just not lucrative for you?$2",
"Spouse_MonstersInHouse.John":"Yoba's blanket!$8#$b# There are monsters in the house!$8",
"SpouseFarmhouseClutter.John":"We should downsize maybe?$2#$b#Or at least reorganize our home...$2",
//CTS
"John.BigFootWizard":"Huh? Who has big feet?...#$b#No, wait I'm walking away from this conversation Immediately.$3",
"John.LucikielArrives":"I heard someone amazing came to town in a burst of light.#$b#But honestly, from the description of the visitor, he just sounds like someone who needs a shirt.$3",
"John.ReputationIncreased":"Lucikiel...?$2#$b#I don't know, I've got conflicting feelings about the guy.$3",
"John.JasperGone2":"I hope to see Jasper around soon, I'm really worried about him.$2",
"John.JasperHomeA":"I heard Jasper's finally back, I'm really for that.#$b#He had me pretty concerned.$3",
"John.PTJ03":"Why don't we just....Eat the Rock Crabs?#$b#Bet they taste like regular crab.$1",
"John.wedding":"Newly weds, it's really beautiful.$1",
"John.luauBest":"The soup was pretty astounding this year.",
"John.BabyBoy":"I heard you and %spouse had a beautiful baby recently, congratulations to you both.$1",
"John.BabyGirl":"I hope you bring the new baby to East Scarp, I just know Rosa would lose her mind over them.$1",
"John.jojaMartStruckByLightning":"The lightning storm last night, it was really terrible. The cracking of the thunder woke me from a deep sleep.$6",
"John.willyBoatRepaired":"Willy's boat is up and running, I heard it's all thanks to you.#$b#Thank you @.$1",
"John.islandResortUnlocked":"There's a new resort just a boat ride away? Sounds pretty nice honestly.$1",
"John.leoValleyArrival":"For someone raised by birds...Leo is an absolutely sweetheart.$1",
"John.railroadEarthquake":"Did you feel the quake last night? It was intense, even though it was pretty short.$3",
"John.AfterProposal":"You're brave, I proposed once and she rejected painfully fast...$2", 
"John.cc_Complete":"It's a good thing you did, fixing up that old community building.$1#$b#I’m very proud of you, @.$1",
"John.cc_Boulder":"I heard that boulder was finally removed, but no one's really clarifying where it was in the first place.$3",
"John.cc_Bridge":"You've been doing such an amazing job.#$b#I didn't think that old bridge would ever be fixed.$1",
"John.cc_Bus":"It's great the bus is fixed but, uh...$2#$b#Do you think Pam is a safe driver?$2",
"John.cc_Greenhouse":"I've always wanted a greenhouse of my own one day.#$b#I love plants.$1",
"John.cc_Minecart":"The minecarts were fixed last night.#$b#If you use them be careful of roaming animals.$3",
"John.joja_Begin":"So, I heard Joja is taking over the community construction project..#$b#Guess we don't need a community center after all.$3",
"John.movieTheater":"Finally, something interesting is happening today!#$b#Just heard there's a new movie theater in Pelican town!$1",
"John.dumped_Guys":"There's such a thing as a healthy polyamorous romance.$2#$b#You shouldn't have lied.$3",
"John.secondChance_Guys":"I really wouldn't do that again, @.$3",
"John.dumped_Girls":"You're impossible.#$b#Why would you hurt so many people?$5",
"John.secondChance_Girls":"I'm surprised you're getting a second chance.$3",
"John.pamHouseUpgrade":"Helping Pam like that, it was really kind of you.$1",
"John.pamHouseUpgradeAnonymous":"It's amazing how full of love people are.#$b#Now, Pam finally has a good home to live in.$1",
"John.WipedMemory":"Oh hello, I'm John.$1#$b#...#$b#...$2#$b#Wait, do I know you?$3",
"John.Dating.FCBarron":"I heard you and Barron are dating now, that's really great. I was hoping she'd find someone special.$1",
"John.Divorced.FCBarron":"I've never seen Barron so broken before, you've really done a number on her with this divorce.$3",
"John.Married.FCBarron":"Congratulations on your marriage, be sure to make Barron happy.$1#$b#Seriously, don't hurt her, she's my best friend.$3",
"John.EliIntro":"Eli is such a rascal, kid needs to stop climbing onto roofs.$3",
"John.DylanIntro":"Dylan seems very passionate about his work, I really admire that in such a young man.$1",
"John.MeetPlum":"Have you met Plum, she's a real treat to talk to isn't she?$4",
"John.AideenGarden":"Aideen is beautiful-Erm, her garden is beautiful...She is too but don't get the wrong idea...$6",
"John.ShadowPlay":"I saw these...Shadows outside, it looked like they were playing a game of tag.$3",
"John.PipoShorts":"The cat is wearing the mayor's underwear...$3#$b#That's too funny.$1",
"John.SigHatesCrowds":"Don't really blame Sigman, I really hate crowds too, even if for different reasons...$2",
"John.NoraIntro":"If you meet Nora, try not to feel insecure. She's very well spoken, but generally very kind.$1",
"John.NoraSad":"Nora's just seemed so sad lately, I wonder what's wrong...$2",
"John.RodneyBirthaySuit":"I've never wanted acute memory loss more than I have right now...#$b#Rodney is way too comfortable walking around completely undressed.$3",
"John.JohnsArrival":"I hope I didn't ruin how Rosa sees me, I really don't want her to see me as some sickly, needy old man...$2",
"John.BusFire":"Barron told me about the fire that happened in her bus, that's really scary honestly...$2",
"John.FindingPhoebe":"I've been thinking about this Phoebe woman all day, I really want to find her.#$b#I think Barron would be over the moon to finally meet her.$1",
"John.FaintingIncident":"I've never been so embarrassed, fainting in front of a bunch of beautiful women-And Harvey...It's such a terrible feeling.$2",
"John.WildHog":"I spoke to Marnie about our hog attack. She rounded up Marlon and the guild and captured the escaped animal.#$b#She offered to give me a discount on a baby hoggin' but I don't think I could handle a fully armed, six foot hog when it grows up.$2",
"John.TheTemple":"You'll see, this temple is going to be perfect.$1",
"John.HouseParty":"Hope you enjoyed the party, I really did. It was nice catching up with my brother.$1",
"John.JinxIllness":"I've been keeping tabs on Jinx, and I don't think she's sick...$3#$b#She seems...I don't know, like she's nesting?",
"John.OldFriends":"I didn't really realize Barron's Phoebe was the same Phoebe from my childhood.#$b#My father, Maverick, used to be really close with her. ",
"John.VillainInTheValley":"That..critter, Pop was it?#$b#He sure is a interesting little fella.$1",
"John.ChasePopOff":"Heard you got bitten by Pop, hope you cleaned that mark up afterwards. I'm pretty sure I saw him eating rotten fruit.$3",
"John.EncouragePop":"Pop has been acting extra devious recently, it's like he's gotten a burst of energy or something.$1",
"John.BarronsGoodSide":"Seeing Pop so happy, it really was adorable wasn't it?$1#$b#Don't tell him I said that though, he'll get mad.$3",
"John.BarronsBadSide":"I don't think I want to even see your face-#$b#Denying any living creature a meal is just-sickening.$5",
"John.JohnsBadSide":"I rather not deal with you-But you should know that Pop is safe now.$5#$b#He's living in the temple with me.$1",
"John.JohnsGoodSide":"Thank you for helping Pop with me, poor thing...$2#$b#He's safe now too, I talked him into living with me inside the temple.$1",
"John.FC.PhoebeArrives": "Phoebe is really...Familiar-$3",
"John.MateoAdmission":"Word gets around way too quick for comfort, I shouldn't learn about Mateo's past mistakes from anyone but Mateo.$5",
"John.MateoPain":"I've been worried over Mateo, they look so beaten up I don't know how they're walking around.$2",
"John.CGuildComplete":"Wow, Mateo's little guild has become something truly amazing hasn't it?$1",
"John.HectorGender":"I don't quite get it, the whole gender fluidity thing? But I'm happy for anyone who can figure themselves out, wish I had that brain power.$1",
"John.DandelionLeaves":"Did Dandey leave, I've not seen them around anymore.$2",
"FarmhouseVisit.EntryQuestion.John":"Hey, @, do you have time for some company?$1",
"FarmhouseVisit.EntryBubble.John":"@, how are you?",
"FarmhouseVisit.EntryDialogue.John":"Your farm is looking really nice, I can really tell you've put a lot of work into the land.$1",
"FarmhouseVisit.Dialogue1.John":"I've always loved western movies, you know. Maybe, that's why I like your property so much.$1",
"FarmhouseVisit.Dialogue2.John":"I hope it's okay I came over.#$b# I really do enjoy spending time with people.$3#$b#Even if I usually go out of my way to avoid them.$2",
"FarmhouseVisit.ExitDialogue.John":"Well, I think I should get going.$1#$b#I'm feeling quite exhausted now.$7#$b#See you around.$1",
//Questions
"John.FacialHairQuestion" :"I've been thinking of growing out my facial hair some more.#$q 777/778 fall_Sat_old#What do you think, should I grow it out?#$r 777 10 fall_Sat_12#You should, you'll look good.#$r 777 10 fall_Sat_12#If you want to, it's your face after all.#$r 778 -10 fall_Sat_13#No way, facial hair is gross.#$r 777 10 fall_Sat_12#I wouldn't, never liked facial hair.",
"John.FacialHairOld":"#$p 778#What?#$b# I did shave this morning...$2|I bet I'd look good with at least a mustache.$1",
"John.FacialHairPositiveResponse.01":"Hm, okay I'll put more thought into it.#$b#It is up to me in the end.$1",
"John.FacialHairPositiveResponse.02":"Oh, um...$2#$b#I did ask I guess.$3",
//Everyday Dialogue
"Mon.John.LowHeart.spring":"%You can hear John softly singing to himself.#$b#There's something very soothing about music, isn't there?$1#$b#When I'm feeling unwell, music is my go to for feeling better.$1",
"Mon.John.LowHeart.summer":"You look thirsty.#$e#Here, you can have this. [350]#$e#You should carry a bottle of water with you.#$b#Dehydration can be very dangerous.$3",
"Mon.John.LowHeart.fall":"I saw Alex playing football by himself the other day.$6#$b#If he was doing something else, I would offer to play with him, but honestly...$2#$b#I don't like sports.$3",
"Mon.John.LowHeart.winter":"I do wish my brother would come visit me.#$b#But, we've had bad blood for a while now.$2",
"Tue.John.LowHeart.spring":"Jas must be so lonely being an only child.#$b#I was raised alongside my twin, so I can't even imagine how she feels...$2",
"Tue.John.LowHeart.summer":"I never considered myself a family man, but since I've been babysitting Jas, I've started to like the idea of settling down.$1",
"Tue.John.LowHeart.fall":"I'm planning a road trip to Zuzu pretty soon.#$b#The sisters I used to work with want to hang out.$1",
"Tue.John.LowHeart.winter":"It's hard finding out who I am, who I should be.#$b#I became a preacher in my mid-twenties...It's honestly all I’ve ever known.",
"Wed.John.LowHeart.spring":"I'm thinking about heading to the beach this evening.#$b#I used to be on a swim team back in highschool.$1",
"Wed.John.LowHeart.summer":"I overheat easily, but I've had a lot of great summer memories. $1#$e#When I was a boy, my brother and I used to hunt and dig for treasure at Zuzu beach.$1",
"Wed.John.LowHeart.fall":"I've always wondered if the old myths of the Ferngill forests are true.#$b#I've always wanted to see the jacabowy.$1",
"Wed.John.LowHeart.winter":"People really don't seem to like or trust me very much.$2#$b#I mean, as a young adult, I was okay with it. Now, it really wears me down after a while. Gets old, ya know?$3",
"Thu.John.LowHeart.spring":"You know, every Thursday of spring is a pretty important day of the week for a follower of Yoba.$1#$b#It’s a day for self-celebration.$3#$b#I guess it’s Yoba’s way of telling us to practice self-love.$1",
"Thu.John.LowHeart.summer":"It's gotten quite hot.#$b#I can't stand the heat.$2#$e#I don't have fully functioning sweat glands. So, instead of sweating I end up with heat exhaustion.$3",
"Thu.John.LowHeart.fall":"Have you ever tried felting wool?#$b#It's a bit difficult, but I really enjoy it.#$e#Just be careful not to stick yourself with the needle.$1",
"Thu.John.LowHeart.winter":"@, it's great seeing you today.$1#$e#Hm?#$b#Oh, I'm doing fine, I've just been busy with my studies.$1",
"Fri.John.LowHeart.spring":"You look pretty strong. Bet it's all that physical labor from working the land.#$b#I'd love to be that fit, maybe I should try it myself sometime.$1",
"Fri.John.LowHeart.summer":"Have you ever had black liquorice?#$b#It's one of my favorite flavors.$1#$e#Joja sells really good black liquorice ice cream.$1",
"Fri.John.LowHeart.fall":"Fall is such a great season.$3#$b#It really is just the perfect weather for me.$1",
"Fri.John.LowHeart.winter":"My brother keeps saying he's going to visit soon, but I don't think he ever will.$2#$b#He has a bad habit of doing the opposite of what he says.$2",
"Sat.John.LowHeart.spring":"The weekends always drag on don't they?#$b#Yet, I sort of like that actually.$1#$b#I kind of process things differently. So, the slower days give me plenty of time to think.$1",
"Sat.John.LowHeart.summer":"It's nearly Sunday. I’d usually be writing the next sermon right around now...$2#$b#I kind of miss it, actually.$3",
"Sat.John.LowHeart.fall":"I could use a cup of hot coffee...Don't tell anyone, but the Inn makes pretty weak coffee.#$b#It's very watered down.",
"Sat.John.LowHeart.winter":"Feel that cool breeze?#$e#It's refreshing, isn't it?#$b#A crisp morning always makes me happier.$1",
"Sun.John.LowHeart.spring":"The week went by so quickly, I don't know what happened.$6#$b#But that's okay I guess, one day closer to the rest of our lives, right?$1",
"Sun.John.LowHeart.summer":"I should go visit Barron pretty soon, she's such a sweetheart.$1#$b#Did you know she's double jointed? It's pretty neat.$1",
"Sun.John.LowHeart.fall":"I'm always in a better mood during this season.#$e#I get pretty cranky when I'm too hot.$1#$b#I really admire you in that regard.#$b#Nothing stops you from doing things, not even that Yoba-blasted sun.$1",
"Sun.John.LowHeart.winter":"I heard from Rosa that the mountains have a lot of knowledge tucked deep within them.#$b#Not really sure what that means, but it makes me want to go exploring.$1",
"Saloon.John.LowHeart.spring":"I don't drink very much-Just a glass of wine a day and two on holidays.$1",
"Saloon.John.LowHeart.summer":"There's a reason I don't over indulge, it's not just because of my religious beliefs.$3#$b#I actually can't have too much because alcohol affects me differently than others, I'm like if a lightweight stepped on the moon.$1",
"Saloon.John.LowHeart.fall":"My father was a drinker, he wasn't a bad drinker but he certainly over did it sometimes.$3#$b#I always wondered why too.",
"Saloon.John.LowHeart.winter":"The Saloon is pretty comfortable isn't it?#$b#I really enjoy everyone's company too.$1",
"Mon.John.MidHeart.spring":"I've been reading up on the ancient animals of Ferngill and it's incredible.$1#$b#I'd love seeing some fossils up close one day.$1",
"Mon.John.MidHeart.summer":"In Zuzu, there’s this little coffee shop called Rosebud Cafe.#$b#It’s a very nice place and I love their seasonal coffees.$1",
"Mon.John.MidHeart.fall":"The weather is just perfect isn't it?$1#$b#Fall and spring are both very comfortable for me.$1",
"Mon.John.MidHeart.winter":"Coffee is one of my favorite drinks, but if I have too much my blood pressure spikes.$2",
"Tue.John.MidHeart.spring":"I once met this fellow in Zuzu city. He was such an odd person that I’ll never forget him.",
"Tue.John.MidHeart.summer":"There's this really interesting museum of natural history in Downtown Zuzu. I was really considering taking a trip down just to see it.$1",
"Tue.John.MidHeart.fall":"Fall is the best season to pick mushrooms, especially when the forest caves are practically infested with them.#$b#I'm not a big fan of eating mushrooms, but I like flattening and drying them.$1#$b#They make cute bookmarks.$1",
"Tue.John.MidHeart.winter":"I was walking the river’s edge this morning and I found this old arrowhead by the water.$1#$b#I’ve always loved reading about ancient history and artifacts.#$b#I can’t wait to look up the stories behind it.$1",
"Wed.John.MidHeart.spring":"Barron and I have been reading some interesting facts on religion together, it's so neat how different yet similar different beliefs are.$1",
"Wed.John.MidHeart.summer":"This is around the time I retired from being a priest.#$e#It wasn't a bad day, I remember ordering pizza.$1",
"Wed.John.MidHeart.fall":"Barron and I have been decorating the Bookworm Mobile for Spirit's Eve, it's been pretty fun and I'm enjoying finally having such a sweet friend.$1",
"Wed.John.MidHeart.winter":"The snow is beautiful this time of year.$3#$b#Yet, the holidays can be pretty stressful.$2",
"Thu.John.MidHeart.spring":"Do you think Barron would be interested in joining me at the Flower Dance in Pelican town?$4",
"Thu.John.MidHeart.summer":"Barron seems to be really interested in her biological family’s past, I don't blame her honestly.$3",
"Thu.John.MidHeart.fall":"When I was a boy, my father used to take me hunting during the colder seasons.$2#$b#It wasn't something I enjoyed, but my family was poor. We needed the extra food.",
"Thu.John.MidHeart.winter":"It's already winter? Feels like I just got here.$2#$b#Think I'll hang around the fireplace tonight. It gets pretty cold in my room.",
"Fri.John.MidHeart.spring":"Hey, @, it’s nice seeing you out and about.#$b#You know, I was thinking about how weird I was when we first met.$2#$b#I’m really sorry about that...$2#$b#I was just really anxious at the time.",
"Fri.John.MidHeart.summer":"Rodney let me read a few pages of his new story this morning.#$b#You know, I really admire his efforts to create something.$1#$b#I try to write a story then I end up forgetting my own story arcs.$1",
"Fri.John.MidHeart.fall":"I hope I don’t look as awful as I feel today.$2#$b#I woke up in a lot of pain this morning. Must be a pretty bad flare up.$2",
"Fri.John.MidHeart.winter":"It's gotten so cold so quickly.$2#$b#Whenever I see the cows at Marnie’s I really wish I could give them sweaters.$1",
"Sat.John.MidHeart.spring":"As happy as I am living in the Inn, I am considering buying my own land.#$b#I would like my own space and to start working with glass again.#$b#I love making things from recycled bottles and Sea glass. It’d be cool to display my work.$1",
"Sat.John.MidHeart.summer":"Have you ever had lava honey before?#$b#It’s sweet and spicy- but that’s what makes it really good.$1",
"Sat.John.MidHeart.fall":"I saw something very strange last night...$2#$b#There was this odd, dark figure outside. It stood in the same spot for ten minutes straight before bolting down the sidewalk towards the beach.$2",
"Sat.John.MidHeart.winter":"My mother's favorite time of the year was winter. My brother is the same way.#$e#Honestly, they were very similar.$1",
"Sun.John.MidHeart.spring":"I couldn’t help but notice there aren't a lot of kids running around this town.#$b#I suppose it makes sense though, the population is small.$1",
"Sun.John.MidHeart.summer":"I always seem to linger by the ocean these days.#$b#Always feels like the universe is smiling upon me when I do.$1",
"Sun.John.MidHeart.fall":"You know, I’ve noticed that when someone tries to hide their smile, they just smile more.$!#$b#I love how overpowering joy can be.$1",
"Sun.John.MidHeart.winter":"I can tell it’s winter by the way my joints sound this morning.$1#$b#It’s like an orchestra of snapping bones.$1",
"Saloon.John.MidHeart.spring":"Sometimes it seems like I'm just in everyone's way, but I'm trying to be more social despite those feelings.$1",
"Saloon.John.MidHeart.summer":"I've been told I care way too much, but I don't think that's possible.$3",
"Saloon.John.MidHeart.fall":"Is it wrong to want someone's wife?$1#$b#Yes-$3#$b#Does it happen anyway...Yes again, but that doesn't mean anything will come of it...Right?$3#$e#Do you think Robin-No nevermind.$6",
"Saloon.John.MidHeart.winter":"Winter is a hard month for me, the cold makes me hurt a lot.$2",
"Mon.John.HighHeart.spring":"There wasn’t really a time in my life where I wasn’t interested in music. Maybe, I should start singing more often.$1",
"Mon.John.HighHeart.summer":"If you think about it, Sea glass is just shards of memories.#$b#Just...They’re the memories of the ocean.$1",
"Mon.John.HighHeart.fall":"Today’s been dragging by, like everything is moving in slow motion.$2#$b#Or maybe I’m just moving too quickly...$2#$b#Never too sure about that actually.$1",
"Mon.John.HighHeart.winter":"Rosa is really nice, she’s something special.#$b#She just has this beautiful heart and loving soul.$1",
"Tue.John.HighHeart.spring":"I saw the weirdest little rat last night.#$b#It ran right up to me, swiped my can of joja cola and ran off...$3#$b#Didn’t think a rat would be so bold, so I just let him have it.$1",
"Tue.John.HighHeart.summer":"Sometimes, it feels like I'm just a bunch of fish living in a birdcage.$3#$b#What does that mean?$2#$b#Oh, it’s when you feel both trapped and out of your element at the same time.$2",
"Tue.John.HighHeart.fall":"I wonder if I can find a place where I can order specific coffee beans.#$b#The beans here just aren’t strong enough for me.$1",
"Tue.John.HighHeart.winter":"I’ve been considering dating again, but it’s been quite a while for me.$2#$b#Last date I was on had a lot of red flags proudly on display.$3#$b#Spent most the date praying for my own safety.$1",
"Wed.John.HighHeart.spring":"I was always taught that a priest should keep a room in their heart open only for Yoba.#$b#But lately, many people disagree with that sentiment.#$b#Maybe, it's a sign?",
"Wed.John.HighHeart.summer":"I had such a weird thought this morning that it literally stopped me in my tracks.$8#$b#See, I was thinking, if monsters are real...$8#$b#Wouldn’t they be pretty angry with us humans?$2#$b#Scary thought, that one is. A monster uprising.$8",
"Wed.John.HighHeart.fall":"My brother, Roger, called me yesterday. Apparently, he’s gotten a job in politics.#$b#Doesn’t really surprise me, he always was really into that sort of thing.$3",
"Wed.John.HighHeart.winter":"Rosa said that the fresh air is good for me. I'm inclined to agree.$1#$b#I've been feeling pretty good lately.",
"Thu.John.HighHeart.spring":"People seem to have some very negative feelings towards Pam.$1#$b#I understand why and yet...$2#$b#...I guess I'm soft on her because she reminds me of mother.$1",
"Thu.John.HighHeart.summer":"My brother called me last night.#$b#It was an awkward conversation, but I’m happy to hear he’s doing well.$1",
"Thu.John.HighHeart.fall":"Recently, I’ve been thinking about the Story of Creation.#$b#It’s shockingly similar to an older legend from Tuuwe.#$b#Maybe, our cultures are more connected than we thought?$1",
"Thu.John.HighHeart.winter":"I recently read that Spirit's Eve was originally a Gotoro tradition. Isn't it funny how culture spreads?$1",
"Fri.John.HighHeart.spring":"As much as I enjoy living here, I sometimes really miss the privacy a city offers.#$b#In such a small town, everyone knows everyone’s business.$2",
"Fri.John.HighHeart.summer":"In the worship community, people often debate on where Yoba’s Kingdom resides.#$b#Personally, I think it doesn't reside anywhere in a physical sense.$1",
"Fri.John.HighHeart.fall":"Sometimes, I wonder what it would have been like to be an only child.#$b#But, honestly I would have probably gotten pretty lonely.$1",
"Fri.John.HighHeart.winter":"I've never been interested in crime stories. However, I recently read one that was very funny.$1#$b#This man tried to rob a store in a chicken costume, but as he walked out with the money he took the mask off for some reason.#$b#Got caught pretty quick.$1",
"Sat.John.HighHeart.spring":"I'm not really great at small talk...$2#$b#But it's getting easier the more I interact with people.$1",
"Sat.John.HighHeart.summer":"I found some lovely Sea glass today by the shore. It’s very pretty, if you find any I’d love to see it.$1",
"Sat.John.HighHeart.fall":"Noodles seem to enjoy the ocean air as much as I do. It's good for both of us, honestly.$1",
"Sat.John.HighHeart.winter":"I keep trying when it comes to baking, I really enjoy the process...Even, if I’m not very good at it.$1",
"Sun.John.HighHeart.spring":"Lately, I've been feeling happier. I've even gotten motivated to study the Book of Yoba again.$1#$b#It's surprising, I didn't think it would hit me the same way.$2",
"Sun.John.HighHeart.summer":"I've been thinking about reconnecting with my faith, even if I can't be a priest anymore.$1",
"Sun.John.HighHeart.fall":"I never considered myself much of a risk-taker and usually I don't regret my cautious nature.#$b#But lately, I've been wishing I took more chances.$2",
"Sun.John.HighHeart.winter":"The lighthouse is pretty at night.#$b#Like the light of the heavens guiding people to safety.$1#$b#It's very beautiful.$1",
"Saloon.John.HighHeart.spring":"Hey there, it's great seeing you stop by.#$b#You know for a little while, back when I was young. I worked right here in the Saloon as a busboy.$1#$b#Gus is a good friend to the Lovejoy family.$1",
"Saloon.John.HighHeart.summer":"Wonder why we don't have more beach events, I think even something like a swimming race would be very popular.$1",
"Saloon.John.HighHeart.fall":"What do you think happens to the candy no one ever wants?#$b#And why is it still being made, if so many people hate it?$3",
"Saloon.John.HighHeart.winter":"I am surviving on heated packs and extra pants.$1",
//Engagement Dialogue 
"John.engagement.0":"You...Really mean it?#$b#Of course I will, I love you so much @.$4",
"John.engagement.1":"Yes!#$b#Of course, I will @, we should join hands as soon as we can.$4",
//Wedding Event 
"John.Utility.cs.5367":"@...John.#$b# As the mayor of Pelican Town, and regional bearer of the matrimonial seal, I now pronounce you partners for life!$h",
"John.Utility.cs.5369":"@...John.#$b# As the mayor of Pelican Town, and regional bearer of the matrimonial seal, I now pronounce you partners for life!$h",
"John.Utility.cs.5371":"When @ first arrived in Pelican Town, no one knew if they would fit in with our community...#$b#But from this day forward, @, is going to be as much a part of this town as any of us!$h#$b#It is my great honor on this day {0} of {1} to unite @ and John in the bonds of marriage.",
"John.Utility.cs.5377":"When @ first arrived in Pelican Town, no one knew if they would fit in with our community...#$b#But from this day forward, @ is going to be as much a part of this town as any of us!$h#$b#It is my great honor on this day {0} of {1} to unite @ and John in the bonds of marriage.",
//Marriage Dialogue 
"patio_FC.John":"I heard something outside, it sounded like a bellowing alligator.$8#$b#But there's nothing out here...$2#$b#Just the farm.$3.",
"spouseRoom_FC.John":"You're always welcome to make this room yours as well. Maybe we can work on things together.$1",
"Rainyday_0.John":"I've been assembling a Sea glass flower display, @.#b#I found some rare colors the other day.$1",
"Rainyday_1.John":"I’ve always loved the rain and the thunder, but lately I've not been enjoying it as much.#$b#I would much rather go outside.$1",
"Rainyday_2.John":"When it rains, I can't help but think of my mother.#$b#She used to sit at the living room window for hours when it rained.#$b#She loved to watch storms roll by.$1#$b#I think she missed chasing them like when she was young.$2",
"Rainyday_3.John":"I always heard that rainfall is the shedding of the tears of Yoba.#$b#Yet, I find the concept rather strange.$3#$b#Would the clouds be Yoba’s eyes then?$3",
"Rainyday_4.John":"I woke up exhausted today, but I'm in high spirits.$1#$b#I bet things will turn around once I get my day really started.$1",
"Rainynight_0.John":"It's a great night to watch a documentary.$1#$b#I’ve been wanting to rewatch one about the history of the planet.",
"Rainynight_1.John":"Dancing cleanses the soul, so does singing.#$b#People don't do enough of those things anymore.$1",
"Rainynight_2.John":"I've recently been getting into fabric sculpting.#$b#It's an interesting method of sewing. Instead of patterns, you cut strips of felt and sew them in layers to create a shape.#$b#It's very relaxing.",
"Rainynight_3.John":"I woke up just as tired as when I laid down to sleep.$2#$b#I feel tormented from all those awful dreams I had.$8",
"Rainynight_4.John":"I feel that through genuine and controlled discourse, solutions to conflict are easier to find.$1#$b#Pam doesn't see it that way. She gets so angry, it's impossible to reason with her.$3",
"Rainynight_5.John":"I looked out the window and I saw some type of dark figure standing in the fields.$8#$b#I just assumed it was a raccoon, but I’m not so certain.$2",
"Indoorday_0.John":"In the good book, there's this detail that I find extremely important.#$b#’Transformative in nature, let not the shackles of tradition cease the progression of life.’#$b#I feel that part should be focused on more, people have forgotten that Yoba is flexible...$1#$b#So we should be too.$1",
"Indoorday_1.John":"I would love to get one of those old-fashioned record players.$1#$b#I used to have one as a teenager.#$b#In fact, I think I still have my collection of records in storage somewhere.$1",
"Indoorday_2.John":"There’s this misconception that priests of Yoba aren’t allowed to marry.#$b#I’m happy you didn’t keep your distance despite that rumor.$1",
"Indoorday_3.John":"Do you think it would be possible to visit Zuzu soon?#$b#I need to get a hold of some Joe’s.$1#$b#Best veggie burgers I’ve ever had.$1",
"Indoorday_4.John":"When I was a kid, my twin brother and I used to sneak out when it was dark and pretend to be adventurers braving the night.$1#$b#I really miss those days...Back when we got along.$2",
"Indoornight_0.John":"I saw that figure again, but up close...#$b#I usually don’t think too much about the whole monster situation.#$b#But, maybe I should think about it.$3",
"Indoornight_1.John":"I recently read that Spirit's Eve was a Gotoro Empire tradition. Isn't it funny how culture spreads?$1",
"Indoornight_2.John":"I noticed that Clint really has an odd perspective on life, one that’s misguided.#$b#He seems to have a good heart though.$2",
"Indoornight_3.John":"Robin really is one of the sweetest women I know.#$b#She’s always the first to offer her help, such a beautiful soul.$1",
"Indoornight_4.John":"I hope I don’t look as awful as I feel tonight.$2#$b#I woke up in a lot of pain this morning, must be a pretty bad flare-up.$2",
"Outdoor_0.John":"Haley and I have been chatting occasionally.#$b#She’s actually not as bad as I thought.$1#$b#She’s still rather mouthy even when she’s being nice, though.$1",
"Outdoor_1.John":"Do you ever look at the sky, just really look at it? It's inspiring.$3",
"Outdoor_2.John":"I was raised to believe there's a plan for all of us...It's a nice sentiment.$3",
"Outdoor_3.John":"Last night I heard scratching at the walls, and the occasional tap at the window.$8#$b#I hope it doesn’t happen tonight...$2",
"Outdoor_4.John":"If there was ever a reason to go outside, living on such a beautiful piece of property is certainly a good reason.$1",
"funLeave.John":"My friend Nora invited me to a concert, so I'm going to head her way soon.$1",
"funReturn.John":"The concert was pretty great, though my ears are still ringing from the music.#1",
"jobLeave.John":"As a priest, it is my privilege to guide the locals in the word of Yoba.$1#$b#It’s something I’ve always enjoyed doing. I’m happy to head out today to the temple.$1",
"jobReturn.John":"It’s been a bit difficult lately, some of the members of the temple are having some very...Sensitive issues.$3#$b#...Issues I think I might be too old to understand.$2",
"OneKid_0.John":"I never was good with children...But it really is different when they're your own.$3",
"OneKid_1.John":"Can't believe I'm having children at this age.$3#$b#I'm always scared I'll drop the baby.$2",
"OneKid_2.John":"As much as I love %kid1, I don’t know if I can handle a second one.$3#b#Guess time will let us know.$1",
"OneKid_3.John":"%kid1 has brought so much light to my life, as tiring as they can be? I think I’m really starting to enjoy being a father.$1",
"Twokids_0.John":"I'm so blessed that we have two kids already.$6#$b#I hope our little ones like me.$2",
"Twokids_1.John":"Another kid...#$b#I wonder if we’ll end up with a large family like mine was.#$b#Think five kids is too much?$1",
"Twokids_2.John":"They both make zero sense, but I can sit and talk to our kids for hours.$1",
"Twokids_3.John":"%kid2 said something strange today...Something about a dinosaur stealing their food?$3#$b#Wonder what actually took it?#$b#My money’s on the raccoons.$1",
"Good_0.John":"I hope you slept well last night, I've been keeping myself busy with some housework.$1",
"Good_1.John":"I love you, @. You always brighten my day.$1",
"Good_2.John":"Here, I want you to have this.[347]",
"Good_3.John":"Here you go, sweetheart, this is for you.[351]",
"Good_4.John":"Please don't overwork yourself, okay?#$b#I don't like seeing you so exhausted.$2",
"Good_5.John":"I want you to have this. I hope it helps.[369]",
"Good_6.John":"If I ever start rambling about something pointless, please stop me.$2",
"Good_7.John":"Think I'll clean up the house today. It really needs it.",
"Good_8.John":"Do you ever look at the sky, just really look at it? It's inspiring.$1#$b#Might go out and watch the clouds soon.$1",
"Good_9.John":"Did you hear that noise? I wonder what it was.$8#$b#It was like a big thump, did something fall?$3",
"Neutral_0.John":"I never was good with children...But it really is different when they're your own.$3",
"Neutral_2.John":"Have you ever had Lava Honey before?#$b#It’s sweet and spicy, but that’s what makes it really good.$1",
"Neutral_3.John":"Sometimes it’s a bit difficult not eating junk, I really crave salty snacks.",
"Neutral_4.John":"I hope I didn't wake you earlier this morning.#$b#It's important that I pray at the break of dawn.",
"Neutral_5.John":"It is said that peaceful silence is the language of the forest.#$b#I'm honestly inclined to agree.$1",
"Neutral_6.John":"It's said that the Spirit of Yoba is the most open to communication when the sun first starts to rise.$1",
"Neutral_7.John":"Ever wonder what creatures come out at night? Makes me wanna sit out there and watch.",
"Neutral_8.John":"Do you think that our children will be worse than us as kids?#$b#I hope not...$8",
"Neutral_9.John":"I’ve always felt that happy endings don’t exist, life doesn’t end at your happiest moment. It keeps going.$3",
"Bad_0.John":"It's...Such a gray day.$2#$b#I thought marriage would be brighter than this...$3",
"Bad_1.John":"Huh?$8#$b#Oh, sorry I just...I wasn’t expecting you to talk to me I guess.$2",
"Bad_2.John":"When I got married, I thought that I wasn't going to be lonely anymore.$2#$b#Did I do something to upset you?$3",
"Bad_3.John":"I think I'm going to lay back down. I'm feeling pretty low today.$2",
"Bad_4.John":"I’m pretty used to people treating me differently from others, but I didn't expect it from you.$2",
"Bad_5.John":"You know, words do hurt don’t they? That sticks and stones saying is a little...Convoluted.$1",
"Bad_6.John":"Yesterday, Haley said she, umm...Really wants to see my bad side?$1#$b#What an awful, strange thing to say...$2",
"Bad_7.John":"Do you think the villains in superhero stories ever feel like they have no choice but to cause mischief? Well, it’s just fictional stories...#$b#But I don’t know, I relate to the social outcast narrative I guess.$3",
"Bad_8.John":"I’ve not been doing too much lately, just trying to focus on my studies mostly.$3",
"NoBed_0.John": "Sweetheart, we really need a bigger bed...I slept really bad last night.$2",
//Festival Dialogue
"John.GreenRain":"I was going to go outside, but that rain is terrible...How can it even be green like that?$8",
"John.DesertFestival":"I want to go look around but, I'm feeling pretty dizzy because of the heat.$3",
"John.TroutDerby":"I…I don't get it?#$b#Why does this town love fish so much.$3#$b#I guess it's fine though, at least Willy is happy here.$1",
"John.SquidFest":"I would love a poster of that cute squid sign.$1",
// text shown if nothing else matches
"John.festival-default":"It's a beautiful day for a Festival.$1#$e#Hopefully I don't get tired too early...$2", // TODO
// egg festival
"John.spring13":"Every town has their own version of the Spring Egg Festival.#$b#What's funny though, is that eggs have no real symbolic significance to this Festival.#$b#Funny how culture develops huh?$1#$e#The rabbit is pretty important symbolically.#$b#Not really sure how eggs got involved, actually.$3",
"John.spring13.friendly":"I hope you enjoy yourself, egg hunting sounds fun.$1",
"John.spring13.dating":"Having you around, it really makes the holidays better.$1#$b#It's nice having someone to celebrate with.$4",
"John.spring13.married":"Are you going to hunt for eggs this year?$1#$e#I bet you'll do great.$1#$b#Leave the easiest eggs to find for the kiddos.",
"John.spring13.divorced":"Please go away, you're ruining the festival for me.$2",
// flower festival
"John.spring24":"I love dancing...$2#$b#But I'm really terrible at it.#$b#Best I can do is move my arms to the beat.$1",
"John.spring24.friendly":"Everyone is so happy, it’s very uplifting.",
"John.spring24.dating":"If you want me to dance I will, but if you giggle at me I'll have to get payback.$2",
"John.spring24.married":"You look wonderful, think you'll be asking me to dance?$1#$b#Hope so, we are married after all.",
"John.spring24.divorced":"I really don't want to dance with you. Why are you talking to me?$5",
// luau
"John.summer11":"I hope everyone likes artichoke.$1#$b#I'm sure it'll taste great in the pot.$3",
"John.summer11.friendly":"I ordered some artisan honey for the pot this year.$3#$b#It's called lava honey.$1",
"John.summer11.dating":"I put your favorite spice into the pot.$1#$b#Hopefully it’ll pair well with the other ingredients.",
"John.summer11.married":"I hope you're having a good time here.$1#$b#I'm really enjoying myself.$1#$e#I decided to add some butternut squash to the pot. I’m hoping it tastes good.$2",
"John.summer11.divorced":"What, do you want to eat together?$2#$e#Sorry, but no way.$5",
// jellies
"John.summer28":"It's a beautiful night.$3#$b#It'll get even better when we see the jellyfish.$1#$b#There's a story in the Book of Yoba that I've loved since grade school.#$b#It's about the first peoples of Ferngill becoming lost at sea amidst a thick fog.#$b#They were lost for days and low on supplies.#$b#The Voice of Yoba summoned a trail of Moon Jellyfish to lead them to the new homeland when the group started losing faith.$1",
"John.summer28.friendly":"This is one of my favorite festivals.$1",
"John.summer28.dating":"It's romantic, isn't it? Watching the jellies.$4#$b#I read in a book that the glowing pink jellies of the East Gotoran Sea give the blessing of a lifetime of love to anyone that survives its sting.#$b$Pretty interesting, isn't it?$1",
"John.summer28.married":"Hey, sweetheart, you look nice tonight.$4#$b#I can't wait to see the jellies, they're incredible. $1",
"John.summer28.divorced":"I don't want to talk to you. Just let me watch the jellies in peace.$2",
// Marketpalooza (from Fellowclown.Nikolai mod)
"John.fall3":"There's plenty of places to shop at, it's pretty cool.$1#$b#Nikolai did a great job.$1",
"John.fall3.friendly":"You should go check out Nikolai’s honey stand, he’s very talented.$1",
"John.fall3.dating":"This is a lot of fun, isn't it?$1#$e#I'm really glad you're here.$4",
"John.fall3.married":"The mysterious merchant sold me some remedies for my exhaustion.#$b#Here's hoping they work!$1",
"John.fall3.divorced":"Why are you talking to me?$5#$e#Just leave me alone...",
// fair
"John.fall16":"Oh jeez, there's a lot of people here.$2#$b#I feel like my guts are quivering.$2",
"John.fall16.friendly":"It's getting easier to attend these festivals.$1#$b#It's actually pretty fun now.$1",
"John.fall16.dating":"I can hardly breathe right now, it's so crowded.$12#$b#But I refuse to miss out on all the fun.$12",
"John.fall16.married":"I took some medication before coming here - it really makes a difference.$1#$b#I can actually enjoy myself this year.$1",
"John.fall16.divorced":"You look nice...#$e#But that doesn't mean stick around.$2",
// spirit's eve
"John.fall27":"I know I'll end up with a cold after this.$1#$b#But I like this Festival too much to stay home.$3",
"John.fall27.friendly":"Barron's costume is very frightening, have you seen it?$2",
"John.fall27.dating":"We should have worn a couple's costumes! It would have been pretty cute, I bet.$1",
"fall27.married":"Did you see the kids running around? It's so sweet seeing them having so much fun.$1",
"fall27.divorced":"Would you please just leave me alone?$2",
// festival of ice
"John.winter8":"I'm terrible at fishing, but I like watching the participants scramble around on the ice for the best spot.$3",
"John.winter8.friendly":"I only really come here for Willy, he's such a sweet man I couldn't say no to the invitation.$1",
"John.winter8.dating":"I hope you win, @, I'll be rooting for you.$1",
"John.winter8.married":"If you catch some fish, maybe we can talk Lewis into letting us keep the haul.$1#$e#It'll make a nice dinner.$1",
"John.winter.divorced":"Just because it's a Festival doesn't mean I'll talk to you.$5",
// winter star
"John.winter25":"I read a book once that said that the Winter Star Festival was originally celebrated by an ancient city in Gotoro.$1#$b#It's said that when a group from the city traveled across the sea, it was adopted by the people of the Republic and modified to fit.#$b#Makes you think, doesn't it?$1",
"John.winter25.friendly":"Pop is very cute isn't he? Little uh....Shevit?$1",
"John.winter25.dating":"Hey, sweetheart, I got you this.$4[###]",
"John.winter25.spouse":"I got you this. I love you so much, @.$4[###]",
"John.winter25.divorced":"I hope you're not expecting anything from me.",
//Passive Festivals
//Incoming Calls
"John.PhoneCall.1":"Hey, @, sorry to call so suddenly.$2#$b#I guess I just needed some company.$1#$b#I was walking the shore of Scarp Beach and I saw this piece of Sea glass that reminded me of you.$1#$b#Just the color though, it was pretty similar to your eye color!#$b#Oh, well I need to go now, don’t be a stranger okay?$1",
"John.PhoneCall.2":"Say @, I hope you’re not too busy.#$b#I know you’re always working, makes a lot of sense considering you’ve got a whole farm to care for.$1#$b#I would love to come over one day and visit. I’ve always wanted to pet a goat!#$b#Well, I need to go now, don’t be a stranger okay?$1",
"John.PhoneCall.3":"I know this is random, but I wanted to warn you. There’s been this weird...’creature,’ skulking around town.#$b#It’s hard to make out though, because it’s usually lurking around at night...$2#$b#Stay safe, okay? I’ll talk to you later @.$2",

/************************************************
Poppers's Information
************************************************/
//Display Name
"FC.Popper":"Pop",
//Gift Related dialogue
"Popper.gift.love":"Wow!#$b#How’d you know I love this thing!#$b#I will keep it forever!",
"Popper.gift.like":"This is for me?#$b#Very nice, I’ll keep this safe.",
"Popper.gift.dislike":"Such a mean human!",
"Popper.gift.hate":"No keep it away!#$b#Stop bullying me!",
"Popper.gift.neutral":"You are sure?#$b#I keep this?",
"Popper.AcceptGift_Fellowclown.TW_ArkaCoin":"Shiny!$1#$b#But wait....No bad taste, bad sickness...$2",
"Popper.accept_ArkaCoin":"Oh!$1#$b#Oh, shiny!$1#$b#It's mine now!$6",
"Popper.AcceptGift_91":"Banana! Banana! I love bananas!$1",
"Popper.AcceptGift_Fellowclown.AND_Button":"For me?!$1#$b#Mine! Yes, mine!$1",
"Popper.reject_116":"No...$2#$b#It's...It's dead, isn't it?$2",
"Popper.reject_809":"No!$2#$b#Too load for Pop.$2",
"reject_Fellowclown.TW_DragaWhiskey":"Ew!$5#$b#Yuck juice!$5",
"AcceptGift_(O)StardropTea.Popper": "Yuck! What is that!?$2",
//Special Dialogue
"DumpsterDiveComment.Popper":"Hey!$3#$b#That's mine, get your own trash, buddy!$3",
"RejectBouquet_NotDatable.Popper":"Haha, never!$1#$b#Silly human!$1",
"HitBySlingshot.Popper":"Is hit! Is hit!$5#$b#Someone save Pop!$5",
"intro.Popper":"Oh!$5#$b#...#$b#Huh, you are safe?$1#$b#Yes, safe!",
"Resort_Entering.Popper":"Look! Sand!",
"Resort_leaving.Popper":"So sleepy, wanna sleep.",
"Resort_shore.Popper":"Sand is so good!$1#$b#Nice and crunchy.$6",
"Resort_Umbrella.Popper":"Sun was too hot, don't like getting too hot.$2#$b#It makes me feel sick!$5",
"Resort_Wander.Popper":"I saw a bug, it was very big.#$b#Looked tasty.$6",
"Resort_Bar.Popper":"Shh, don't tell am here.#$b#I am sneaking.$6",
"Resort.Popper":"Nice place, but animals here are very scary...$5",
//Everyday Dialogue
"mon.Popper.spring":"Hey, I don't belong in this town.$2#$b#But I'll make it perfect$6",
"tue.Popper.spring":"@!@!#$b#Bald man has best trash.$1#$b#Very strange, why throw away good things?$2",
"wed.Popper.spring":"Whenever I get lonely, I mess with kitty.#$b#She'll never catch me!$6",
"thu.Popper.spring":"Have you checked your hands?#$b#I did and it is strange, why don't I have five claws like humans?$2",
"fri.Popper.spring":"Hm? What?#$b#You bug me too much...$2#$b#Wait, you aren't dangerous? Right?$5#$e#Stay away! I will bite, bite, bite!$3",
"sat.Popper.spring":"%He's pretending he doesn't see you, but from the way he keeps side-eyeing you, it's obvious he does see you. He won’t admit it, though. He's being evil today!",
"sun.Popper.spring":"You!#$b#Take this and run! Don't let anyone take it from you!$5[168]",
"mon.Popper.summer":"Do humans really eat crabs?$2#$b#Yuck! Nasty!$5",
"tue.Popper.summer":"Hey, @!#$b#Why did the chicken cross the road?$1#$b#To...$1#$b#To uh...can't remember joke...$2",
"wed.Popper.summer":"Are stars jealous of sun?$2#$b#Do they feel, do they want to be bigger too?$2",
"thu.Popper.summer":"I've never seen any human tails.#$b#That's so sad.$2#$b#I love my tail so much.$2",
"fri.Popper.summer":"Found...Book! Yes, found a book.$1#$b#It has pretty pictures of stars in it.#$b#I love space.$1",
"sat.Popper.summer":"%He's looking pretty sad today, wonder what's on his mind.#$e#I ate my banana...So now I don't have one anymore.$2#$b#I want another a banana...$2",
"sun.Popper.summer":"You!#$b#Take this and run! Don't let anyone take it from you!$5[167]",
"mon.Popper.fall":"I don't sit around all day!#$b#I sneak instead.$6",
"tue.Popper.fall":"I gave her a kick, kick, kick!#$b#But then, the lady got the broom, had to run very fast!$5#$b#I'm thirsty now.$2",
"wed.Popper.fall":"I heard that sad man has a snake...$5#$b#Such power...Taming snake? I wish, then I would...$6#$b#Hm. Should figure that out.$1",
"thu.Popper.fall":"I have a nest, but sometimes I get lonely.#$b#Wish I could be inside, hearing the tv pictures.$1",
"fri.Popper.fall":"%His fur is sort of dirty, Pop really could use a good bath.",
"sat.Popper.fall":"Sometimes hide things, hide things and leave.#$b#It's funny, people wonder where things are. I laugh! Hahaha!$6",
"sun.Popper.fall":"You!#$b#Take this, run! Don't let anyone take!$5[105]",
"mon.Popper.winter":"I got chased by a scary goat!$2#$b#I've never seen a goat with red eyes.$5",
"tue.Popper.winter":"You!#$b#Take this and run! Don't let anyone take it from you!$5[306]",
"wed.Popper.winter":"If I had a job at the seed stash, would hide all rat traps!#$b#Then, no one could keep from food can.$6",
"thu.Popper.winter":"Don't hide under sofa cushions...$2#$b#I got sat on, wasn't very nice.$2",
"fri.Popper.winter":"I can't find my banana.$2#$b#I put it right outside my nest, because I couldn't get it inside.#$b#And just minutes later, it was gone!$2",
"sat.Popper.winter":"%He's hiding something.#$e#What?#$b#What are you a cop?#$b#I'm not up to anything...",
"sun.Popper.winter":"You!#$b#Take this and run! Don't let anyone take!$5[Fellowclown.AND_Button]",
//CTS
"Popper.BigFootWizard":"Big feeted is coming! He comes with jerky!$5",
"Popper.LucikielArrives":"Zappy man came from nowhere, from air!!$5#$b#I saw! I saw with my eyes!$5",
"Popper.ReputationIncreased":"Zappy man is good ally, I will friend him!!!$1",
"Popper.JasperGone2":"Hmm...Something missing...But what....or WHO?$5",
"Popper.JasperHomeA":"Oh! Was Jaspy, he missing.$1",
"Popper.PTJ03":"Crabs...All around, snippy crabs...Ouches.$2",
"Popper.wedding":"What is wedding?",
"Popper.luauBest":"Soup good! Soup so good!",
"Popper.BabyBoy":"You have little squirt now, don't forget feed them!$5",
"Popper.BabyGirl":"You have little squirt now, didn't see coming...",
"Popper.jojaMartStruckByLightning":"No storm! So awful, Pop hates it!$5",
"Popper.willyBoatRepaired":"Boat working now, maybe I go back Arka?#$b#...Nah!$1",
"Popper.islandResortUnlocked":"What's the resort? Is it painful?$5",
"Popper.leoValleyArrival":"Little boy came on boat, just like me...$2#$b#Maybe he likes Buttons too?!$1",
"Popper.railroadEarthquake":"You feel it? The shaking? The end coming!$5",
"Popper.AfterProposal":"No pendant, you need Button.$1[Fellowclown.AND_Button]", 
"Popper.cc_Complete":"Why fix it? Why! That center, it was mine!!$3",
"Popper.cc_Boulder":"Who move boulder? How move boulder??$5",
"Popper.cc_Bridge":"Not crossing that bridge.....Too high up...$2",
"Popper.cc_Bus":"I take bus whenever I want, none suspects a thing!!!$6",
"Popper.cc_Greenhouse":"I can visit plant house? It feels like home...$2",
"Popper.cc_Minecart":"The carts, they go so fast! Nyoom into town, like Movo!$6",
"Popper.joja_Begin":"Take this, I took sneaky like. From Joja house.$6[167]",
"Popper.movieTheater":"Bleh, one of the moving picture places came....I hate them, so loud and sticky!$2",
"Popper.dumped_Guys":"Why everyone mad? Don't understand.$2",
"Popper.secondChance_Guys":"Wasn't me? You did bad then....Okay good!$1",
"Popper.dumped_Girls":"Is in trouble? Oh no-$5",
"Popper.secondChance_Girls":"Forgiven then? Yes good, trouble real bad.$2",
"Popper.pamHouseUpgrade":"New house, means new foods!$5",
"Popper.pamHouseUpgradeAnonymous":"New house is so big, wonder if lots of food too.$1",
"Popper.WipedMemory":"You...Stay away, you mean to memories!$5",
"Popper.Dating.FCBarron":"What does date mean?",
"Popper.Divorced.FCBarron":"You hurt Barron...Why hurt her, hurt me instead!!$3",
"Popper.Married.FCBarron":"Don't worry, when babies come. I will protect them!$6",
"Popper.EliIntro":"Hm...Eli fingers look very chewy, maybe I chew.$6",
"Popper.DylanIntro":"Yuck, Dylan smell...Smell fish, nasty fish!$2",
"Popper.MeetPlum":"If her plum...Why person? Did she change?$2",
"Popper.AideenGarden":"Lady think people ruin her garden, but no! It is me all along!$6",
"Popper.ShadowPlay":"Shadows played tag, I watched from the trash.#$b#Wonder if...I can befriend?$1",
"Popper.PipoShorts":"Yuck...Pipo wearing nasty shorts...$2",
"Popper.SigHatesCrowds":"Bleh, don't wanna talk...Feel crowded.$2",
"Popper.NoraIntro":"Even if lots of humans come, I take over!$6",
"Popper.NoraSad":"Why she sad, the smart one? Smart lady so sad.$2",
"Popper.RodneyBirthaySuit":"There horror, the bare booty horror.$5",
"Popper.PoppersArrival":"Hehe, Green face collects so many shinys...He doesn't know I take them!$6",
"Popper.BusFire":"There was fire, terrible smoke!$5",
"Popper.FindingPhoebe":"I miss mama too...Maybe I look for...$2",
"Popper.FaintingIncident":"Green face seem so sick...All the time too, poor human.$2",
"Popper.WildHog":"Haha! I see hog, Green face so scared was very funny!$6",
"Popper.TheTemple":"Why is temple special? I don't understand.",
"Popper.HouseParty":"Party was so good, humans dropped so much food.$6",
"Popper.JinxIllness":"Someone's coming! We must get ready!$1",
"Popper.OldFriends":"Barron's mama is nice, she throws out so much joja cola! Just half cans full!$1",
"Popper.VillainInTheValley":"Hehe, not see it coming huh? Me? Evil? That's right!$6",
"Popper.ChasePopOff":"You!$5#$b#If you come near I'll bite you again!$6",
"Popper.EncouragePop":"A hero...$2#$e#%He appears thoughtful.",
"Popper. BarronsGoodSide":"Hehe, wanna eat soon? We have more Joja pop!$1",
"Popper.BarronsBadSide":"Leave me alone-You are bully! Worst than evil!$5",
"Popper.PoppersBadSide":"Take This!!#$b#%Pop threw something at you.[172]",
"Popper.PoppersGoodSide":"...Human...@? Thanks for, uh, everything...$1",
"Popper.FC.PhoebeArrives": "New human has come, but even outnumbered, I win!$1",
"Popper.MateoAdmission":"Teo steal? Who care, I steal too! It's smart.$6",
"Popper.MateoPain":"Much pain was seen, poor Teo...$2",
"Popper.CGuildComplete":"Hehe, the Teo has big place now...More to hide in.$6",
"Popper.HectorGender":"Boy? Girl? No! Just be evil instead!$6",
"Popper.DandelionLeaves":"The town feels...different? Smaller?$2",
//Mod Crossovers
"FarmhouseVisit.EntryQuestion.Popper":"Where do you keep your food can?",
"FarmhouseVisit.EntryBubble.Popper":"Sniff sniff.",
"FarmhouseVisit.EntryDialogue.Popper":"You know, the can with scraps?#$b#I want it.$6",
"FarmhouseVisit.Dialogue1.Popper":"You no use it, give me!$1",
"FarmhouseVisit.Dialogue2.Popper":"Sorry...#$b#Just hungry...$2",
"FarmhouseVisit.ExitDialogue.Popper":"I will go now, barman throw out food today!$6",
"Popper.AcceptGift_(O)WWWA.AutographedPhoto":"%He sniffs the photo and then takes a bite out of it.#$e#Yuck!$5",
//Festival Dialogue
"Popper.GreenRain":"Don't go outside!$6#$b#The rain weird!$2",
// text shown if nothing else matches
"Popper.festival-default":"So loud here.$5#$b#Hate this...$2", // TODO
// egg festival
"Popper.spring13":"Do you have egg!?$1#$b#Give me egg?$9",
"Popper.spring13.friendly":"@!#$b#Is egg day!$1#$b#I take all eggs!$9",
// flower festival
"Popper.spring24":"Can...Can I Dance?$2#$b#Can Pop be a queen?$2",
"Popper.spring24.friendly":"@!$1#$b#It’s dance day!$1#$b#Maybe I dance too.",
// luau
"Popper.summer11":"%He’s sniffing the air curiously.#$e#Smells good, so so good.$2#$b#Sooo hungry.$2",
"Popper.summer11.friendly":"I have joined!$1#$b#I put cheese in, it’s still good...Promise.$1",
// jellies
"Popper.summer28":"People come to watch the jellies?#$b#But why?#$b#No one likes watching rats.$2",
"Popper.summer28.friendly":"Tonight, I will be a jelly!$1#$b#Just watch, I jump in!!!$6",
// Marketpalooza (from Fellowclown.Nikolai mod)
"Popper.fall3":"The pumpkins on top, so big!$1#$b#I wanna crawl inside, eat it!$7",
"Popper.fall3.friendly":"Nik gave me candy.$1#$b#You should get candy too.$1",
// fair
"Popper.fall16":"I ate too much.$2#$b#Tummy hurts real bad now.$2",
"Popper.fall16.friendly":"If you find extra food, give it?$1#$b#I’m hungry.$2",
// spirit's eve
"Popper.fall27":"I am a human, just a normal human...#$e#Surprised! Hahaha! I was Pop all the longest!$6",
"Popper.fall27.friendly":"Think people would notice I am not a human?#$b I could pull it off.$1",
// festival of ice
"Popper.winter8":"Too cold. Humans are strange.$2",
"Popper.winter8.friendly":"I want fish.$2#$b#Catch me fish please?$2",
// winter star
"Popper.winter25":"Maybe...#$b#No, who would give gift..?$2",
"Popper.winter25.friendly":"@! @! I have this for you!$1 [424]",
//Incoming Calls
"Popper.PhoneCall.1":"@, don’t tell.#$b#Am using speaker stick, I snuck into-$1#$b#Baldy woke up! Must go!$5",
"Popper.PhoneCall.2":"@, Hey!$1#$b#I found speaker stick at beach.#$b#Maybe someone lost it...$2#$b#Should put it back...$5",
"Popper.PhoneCall.3":"Is your, uh, food box on?$6#$b#Wait, no that’s not right...$2#$b#Gotta go!$6",
/************************************************
Titles
************************************************/
"BioDaughter":"Biological Daughter",
"BioMother":"Biological Mother",
"OldFriend":"Old Friend",
/************************************************
Barron's Information
************************************************/
//Display Name
"FC.Barron":"Barron",
///Schedule related Dialogue
"Barron.Temple":"I like hearing John's sermons, but I rather just stand over here alone...$2",
//Gift Related Dialogue
"AcceptGift_(O)StardropTea.Barron": "You've great taste in drinks my friend.$1",
"AcceptBirthdayGift_Loved.Barron":"What a great birthday present, thank you so much.$1",
"AcceptBirthdayGift_Liked.Barron":"Hey thanks @, Another year older I guess.$1",
"AcceptBirthdayGift_Disliked.Barron":"What a way to wish me a happy birthday...$2",
"AcceptBirthdayGift_Hated.Barron":"Not cool @, it's my birthday can't you at least be nice?$5",
"AcceptBirthdayGift_Neutral.Barron":"Hey thanks, another year older but none the wiser.$1",
"Barron.gift.love":"This is so thoughtful of you, thank you so much!",
"Barron.gift.like":"Oh, hey, this is pretty great.#$b#Thanks, @!",
"Barron.gift.dislike":"Oh, um, thanks. This is sweet...",
"Barron.gift.hate":"I’m sorry, but this is...Terrible.",
"Barron.gift.neutral":"Thanks, @! I think I can find a use for this.",
"WinterStar_GiveGift_Before.Barron":"I wonder who's my secret santa this year...$1",
"WinterStar_GiveGift_After.Barron":"I got such a great gift this year, it's such a great holiday isn't it?$1",
"WinterStar_ReceiveGift.Barron":"I knew you'd give me something this year!$1#$b#Thank you so much.$1",
"WinterStar_GiveGift_Before_Spouse.Barron":"I'm making dinner for us tonight, I learned a new recipe for the holiday's.$1",
"WinterStar_GiveGift_After_Spouse.Barron":"You're such a sweetheart @, thank you for the wonderful holiday.$1",
"RejectBouquet_NpcAlreadyMarried.Barron":"Absolutely not, get bent!$5",
"RejectBouquet_Divorced.Barron":"You're joking right?$5#$b#I never want to date you again.$5",
"RejectBouquet_VeryLowHeart.Barron":"Wow now, this is pretty creepy...$2",
"RejectBouquet_LowHeart.Barron":"Um, no...$1#$b#I'm just not interested.$1",
"AcceptBouquet.Barron":"This is a shock but yes of course!$4#$b#I would love to be with you.$4",
"Barron.accept_ArkaCoin":"I read about this in a book!$1#$b#The metal is...Toxic.$2",
"RejectMermaidPendant_Divorced.Barron":"Ha!$1#$b#Get lost.$5",
"RejectMermaidPendant_NeedHouseUpgrade.Barron":"I don't think there's enough room for me and Jinx at your home for us to get married.$2#$b#I'm sorry...$2",
"RejectMermaidPendant_NpcWithSomeoneElse.Barron":"You're already married, back off.$5",
"RejectMermaidPendant_PlayerWithSomeoneElse.Barron":"Back off before I tell your partner.$5",
"RejectMermaidPendant_Under8Hearts.Barron":"Wow, real funny.$5#$b#$What is this highschool?$5",
"RejectMermaidPendant_Under10Hearts.Barron":"I'm just not ready to get married, I need to know you more.$2",
"RejectMermaidPendant_Under10Hearts_AskedAgain.Barron":"Look, I get you have feelings for me but no.$5",
"RejectMovieTicket_AlreadyInvitedBySomeoneElse.Barron":"I'm sorry but someone already invited me.$2",
"RejectMovieTicket_AlreadyWatchedThisWeek.Barron":"I'm not a big fan of reruns...$2",
"RejectMovieTicket_DontWantToSeeThatMovie.Barron":"The current movie is sort of terrible...To me at least.$2",
"RejectMovieTicket_Divorced.Barron":"Absolutely not. Go away.$5",
"RejectGift_Divorced.Barron":"Shove it up your backside, I don't want it.$5",
"SpouseGiftJealous.Barron":"I would love to get to know your friends if it's okay...$3",
"MovieInvitation.Barron":"Oh!$1#$b#Of course, I would love to join you.$1",
"JohnsBadSide.Barron":"You know, helping others is much more rewarding than being a jerk all the time.$5",
"JohnsGoodSide.Barron":"I'm so happy Pop has a real home now, I would have offered my own place but it's pretty packed as it is...$2",
"JohnsArrival.Barron":"I saw the new guy recently, I didn't approach though he seemed pretty anxious already.$2",
"FaintingIncident.Barron":"Poor John, I heard from Robin that he fainted during the workout.$2#$b#I can't imagine being so sick all the time.$1",
"HaleysGossip.Barron":"Haley seemed sort of anxious today, I don't think I’ve ever seen her like that.",
"WildHog.Barron":"I saw a huge hog in the deep mountains, I hope no one gets attacked by it.$2",
"TheIllness.Barron":"John seemed so lost in thought today. Wonder what's on his mind.$2",
"TheTemple.Barron":"John showed me some plans he has for that old temple, I'm excited for him start, he seems so happy now.$1",
"JohnsDesperation.Barron":"I have this feeling, deep in my guy, that something has happened to John...But I don't know if I should ask if he's okay.$2",
"JohnsDisappointment.Barron":"There's this feeling deep in my gut, I think something happened to John recently that's left him feeling bad. I want to ask but I'm worried I'll upset him more...$3",
"HouseParty.Barron":"The party was so fun wasn't it? And it was so sweet seeing John reconnect with his twin brother.$1",
"VillainInTheValley.Barron":"Sometimes I see Pop running in and out of people's houses. Makes me wonder what he's up to and how he even found a way inside the building.$3",
"ChasePopOff.Barron":"Pop told me everything, you need to leave that poor thing alone! Let him dig in the trash.$5",
"EncouragePop.Barron":"Pop has been acting different, he's not exactly well behaved to begin with but he's been extra mischievous lately.$1",
"BarronsGoodSide.Barron":"Hey @, you should come by for lunch again soon. It was so fun with you and Pop there.$1",
"BarronsBadSide.Barron":"Starve any animals lately? Since you were so ready to deny Pop a decent meal.$5",
"FindingPhoebe.Barron":"Maverick is really sweet, I feel bad for making him uncomfortable though.$2#$b#I wasn't sure how to approach him about my mother.$3",
"PhoebeArrives.Barron":"I can't believe it, I never expected Phoebe to come to me.#$b#I decided to offer her a place at the bookworm mobile!$1#$b#She's even opening a small shop so come visit okay!$1",
"JinxIllness.Barron":"Jinx is still acting pretty strange, but she's eating and drinking.$2#$b#In fact, now that I think about it. I can't get her to stop eating.$3",
"BusFire.Barron":"I'm glad I didn't scare you off with that fire!",
//Special Dialogue
"Introduction.Barron":"Well, everything is tidied up now.$1#$b#Feel free to linger around and read!",
"danceRejection.Barron":"I'm sorry, maybe ask someone else.#$b#I just don't feel like dancing, I'd rather watch.$2",
"divorced.Barron.1":"You look nice today, @...$2#$e#We can still be friends, but I need time...$2",
"divorced.Barron.2":"It's still hard seeing you around, but I'm still happy to see you when I do.$1#$e#Try to stay cool, this summer heat is dangerous.$2",
"divorced.Barron.3":"I can't do this today, I'm sorry...$2#$e#Seeing you right now just hurts too much, let's talk later.$2",
"divorced.Barron.4":"You know, I always thought that when a couple splits apart they stop talking completely.#$b#Guess we're different, huh?$1",
"divorced.Barron.5":"It's been crazy at the mobile lately, getting more book donations than I can handle.$1#$b#I’m considering adding some more shelves if I can squeeze them in.",
"divorced.Barron.6":"I've been attempting to get into pottery, but Gods is it difficult.$2#$b#Everything I make looks like a school project$1",
"breakUp.Barron":"I thought things were going well...$2#$b#But okay...$2",
"Resort_Entering.Barron":"Is that a crab?!?",
"Resort_Leaving.Barron":"I thought I saw a crab but it ended up being a red plastic cup...$2",
"Resort_Shore.Barron":"If you see any Sea glass washed ashore, could you collect them for me?#$b#I'm planning on giving them to a friend of mine.",
"Resort_Umbrella.Barron":"I found this jellyfish on the shore. If you pick it up carefully and avoid its tentacles, you can throw it back into the ocean.",
"Resort_Wander.Barron":"I love sea life! Did you know that marine reptiles used to dominate the sea? They were pretty scary, actually.$1",
"Resort_Bar.Barron":"They serve really nice juice here!#$b#Way better than nasty beer.$1",
"Resort.Barron":"Keep an eye out-I’m searching for a little crab.$1#$b#I spotted him from the umbrella and I wanna see him up close.",
"Saloon_Barron_RareGreeting.Barron":"Wonder what the special is today?",
"Fair_Judging.Barron":"I heard Lewis is starting the judgment process, hopefully he's smart about who wins.$3",
"Fair_Judged_PlayerLost_PurpleShorts.Barron":"I cannot believe you displayed Lewis's underwear like that.$2#$b#I don't like the guy, but he still deserves some basic decency.",
"Fair_Judged_PlayerLost_Skipped.Barron":"Oh, you didn't display anything?$2#$b#That's okay, maybe next year!$1",
"Fair_Judged_PlayerLost.Barron":"It sucks that you lost this year, but don't give up okay!$1#$b#Maybe next time you'll win!$1",
"Fair_Judged_PlayerWon.Barron":"Congratulations on winning, I had a feeling you would this year!$1",
"Fair_Judged.Barron":"I don't think I could ever be a judge in a contest, I'd feel so guilty saying people lost.$2",
"FlowerDance_Accept_Spouse.Barron":"I would love to, but you know I always do.$4",
"FlowerDance_Accept.Barron":"Me?#$b#Yeah, I'd really love to dance with you actually.",
"FlowerDance_Decline.Barron":"Oh jeez, I don't think so.$2#$b#I just don't feel comfortable with you.$2",
"Barron_AfterWedding.Barron":"I can't believe I'm married.$4#$b#I never thought I would see the day.$1",
"Barron_Engaged.Barron":"This isn't a joke is it, you really want to get married?$4#$b#Sorry, I'm just blown away.$4",
"HitBySlingshot.Barron":"Come a little closer and do that, see what happens pal.$5",
"DumpsterDiveComment.Barron":"Oh no, don't do that...$2#$b#If you're struggling I can help you.$2",
"Spouse_MonstersInHouse.Barron":"We have....Guests...I don't think they're exactly safe though...$6",
"SpouseFarmhouseClutter.Barron":"This place is a mess, would you help me clean it up please?$3",
"Barron.AcceptGift_(O)WWWA.AutographedPhoto":"Oh wow, you know he's one of my favorite writers!$4",
//CTS
"Barron.BigFootWizard":"Do you think BigFoot is real? I was thinking about it and I'm not really sure I believe in it.$3",
"Barron.LucikielArrives":"I heard some kind of visitor came to Pelican Town, news spreads so quickly around here.$1",
"Barron.ReputationIncreased":"Lucikiel seems to be really making a name for themselves.$1",
"Barron.JasperGone2":"If you see Jasper, tell him John is looking everywhere for him.$2#$b#He's been worried sick about the guy.$2",
"Barron.JasperHomeA":"I'm glad Jasper is back, now maybe John will relax a little.$3",
"Barron.PTJ03":"The crabs in this part of town are crazy...$2",
"Barron.wedding":"The wedding was beautiful.$1",
"Barron.luauBest":"I'm really happy that soup was impressive, it makes me happy to see people celebrate food.$1",
"Barron.BabyBoy":"Congratulations on the newest member of your family @! Don't forget we have book readings for the little ones!$1",
"Barron.BabyGirl":"Congratulations on the newest member of your family, bring them by the Bookworm Mobile, we have toys and children’s books just for the little ones.$1!",
"Barron.jojaMartStruckByLightning":"Did you hear that lightning last night? It was pretty intense.$1",
"Barron.willyBoatRepaired":"Willy told me that you helped repair his boat? That's so kind of you!$1",
"Barron.islandResortUnlocked":"A resort opened up? Wow, that sounds pretty relaxing.$1",
"Barron.leoValleyArrival":"Leo is so sweet, I'm happy he's finding his place here.$1",
"Barron.railroadEarthquake":"That earthquake last night knocked over a couple of my bookshelves, not any that were screwed down thankfully, but the newer ones that weren't fixed down had no chance.$2",
"Barron.AfterProposal":"Did Pop talk to you, he was so excited for the proposal, he said he had the perfect gift for you.$1", 
"Barron.cc_Complete":"With the community center finished, maybe there can be a proper school in this town now.$1",
"Barron.cc_Boulder":"I don't know how that boulder was moved, but the new water flow from it is bringing a lot of interesting fauna with it.$1",
"Barron.cc_Bridge":"The bridge is fixed now. but it doesn't really go anywhere that interesting.$3",
"Barron.cc_Bus":"Pam got her bus back, yet she still has the gall to tell people to drive themselves. Not everyone knows how to drive a bus!$5",
"Barron.cc_Greenhouse":"I hear you got a greenhouse now, so I got you this. Happy growing!$1[299]",
"Barron.cc_Minecart":"I wouldn't really take rides on those minecarts, sure they're working but how old are those tracks.$2",
"Barron.joja_Begin":"I don't know, Joja taking over the construction site gives me a bad feeling.$2",
"Barron.movieTheater":"I can't wait to go to that new theater, I love the movies.$1",
"Barron.dumped_Guys":"I heard what you did, you know you can date more than one person if they all agree to it...Be honest next time-$5",
"Barron.secondChance_Guys":"It's good you're getting a second chance, but if it were me I would have tossed you in a trashcan.$5",
"Barron.dumped_Girls":"You know, cheating isn't a mistake, it's a series of decisions.$5",
"Barron.secondChance_Girls":"Consider yourself lucky, not many would give you another chance.$5",
"Barron.pamHouseUpgrade":"Pam got an entire house, for free, that's pretty fantastic actually!$1",
"Barron.pamHouseUpgradeAnonymous":"People can be beautiful, I'm so happy for Pam.$1",
"Barron.WipedMemory":"%Barron stares at you, looking confused and pained.#$b#Don't...Don't I know you?$2#$e#No...My mistake...$2",
"Barron.Dating.FCBarron":"It's still a huge surprise to me, I can't believe we're actually dating.",
"Barron.Divorced.FCBarron":"Don't okay, I don't want to look at you right now.$5",
"Barron.Married.FCBarron":"We're married! I'm married??? I'm so happy @!$1",
"Barron.EliIntro":"Eli is an interesting guy, I really love how passionate he is...Even if he keeps getting into trouble.$1",
"Barron.DylanIntro":"Dylan's something else, I can't quite get a read on him but I do like him.$1",
"Barron.MeetPlum":"Have you met Plum? She's a real sweetheart you know and so pretty too...$4",
"Barron.AideenGarden":"Aideen has a really pretty garden, be careful with it would you?$2",
"Barron.ShadowPlay":"I heard laughter last night outside, but I couldn't see a thing so I'm not sure who was out there...$2",
"Barron.PipoShorts":"His underwear...It's on the cat, Pipo is wearing the mayor's underwear. It's funny but also gross.$3",
"Barron.SigHatesCrowds":"Sigs, he sort of scares me a little bit...Not because I think he's dangerous but he seems...Unstable.$2",
"Barron.NoraIntro":"Nora is one of the smartest people in East Scarp, I'm happy to admit that.$1",
"Barron.NoraSad":"Have you noticed Nora? She seems so broken lately...$2",
"Barron.RodneyBirthaySuit":"I saw...I saw Mister O'Brien naked-I mean, okay no I definitely saw him naked...Goodness.$4",
"Barron.PhoebesArrival":"She found me! Phoebe found me, I can't believe she really came too.$1",
"Barron.BusFire":"The kitchen is all cleaned up now, I should be more careful.$3",
"Barron.FindingPhoebe":"I found an old contact of Phoebe's, but he's a bit...Rough around the edges, I don't know how to approach him.",
"Barron.FaintingIncident":"I heard about John fainting, poor guy, he's so embarrassed.$2",
"Barron.WildHog":"Yoba, I've been keeping my eyes peeled ever since John told me about that hog attack you two experienced.$6",
"Barron.TheTemple":"I'm so excited for John, taking on such a big project. I can't wait to see him finish it.$1",
"Barron.HouseParty":"The house party was so nice wasn't it? I've never seen John smile so much and his family is just really nice too.$1",
"Barron.JinxIllness":"Jinx has been hiding in weird places now, I don't understand what's wrong with her.$2",
"Barron.OldFriends":"I'm glad Phoebe is reconnecting with Maverick, she speaks very fondly of him.",
"Barron.VillainInTheValley":"Something has been messing up my storage room, I even found a shoe with a chunk bitten right out of it!$6",
"Barron.ChasePopOff":"Heard from you got the holy hell bitten out of you.#$b#Serves you right, let the poor have animals have their trash.$5",
"Barron.EncouragePop":"I love animals, I don't know about you, but not a single one is bad to me.$1",
"Barron. BarronsGoodSide":"Pop has been asking where his friend is you know, think you won him over.$1",
"Barron.BarronsBadSide":"You're sickening honestly, I can't believe you'd treat any living creature so coldly.",
"Barron.JohnsBadSide":"Yoba stares fondly at those who help his creations you know.$3#$b#Pop has a place now despite your coldness though. He's living in the temple.$3",
"Barron.JohnsGoodSide":"Pop has taken to the temple, says it belongs to him now. So I guess John has a new roommate.$1",
"Barron.FC.PhoebeArrives": "I'm so shocked, I didn't expect Phoebe to come to me!$1",
"Barron.MateoAdmission":"Word about Mateo's mistakes has gotten around, it's really sickening that they can't have anything private.#$b#I should be learning about this from Mateo, not town gossip.$5",
"Barron.MateoPain":"Yoba...I saw Mateo walking around, they look pretty beaten up.$2",
"Barron.CGuildComplete":"It's really great what you did, helping Mateo expand that guild on the beach.$1",
"Barron.HectorGender":"I don't really understand Hector, but I'm really happy for them.#$b#I wish I could figure myself out like that, but I try to think about myself too deeply and I get a little weirded out honestly.$1",
"Barron.DandelionLeaves":"I heard Dandey left, I hope she comes back...$2",
"FarmhouseVisit.EntryQuestion.Barron":"@? Do you have time to hang out?$1",
"FarmhouseVisit.EntryBubble.Barron":"@? You around?",
"FarmhouseVisit.EntryDialogue.Barron":"I figured since I was in town I would come visit with you.$1",
"FarmhouseVisit.Dialogue1.Barron":"Your farm is gorgeous by the way, I love the outdoors.$1",
"FarmhouseVisit.Dialogue2.Barron":"I bet it would be so fun to camp out here, all the pleasures of the outdoors without any of the danger of bears.$1",
"FarmhouseVisit.ExitDialogue.Barron":"Well I should get going.$1#$b#It was great visiting though @!$1",
//Everyday Dialogue
"Mon.Barron.LowHeart.spring":"Mondays are always interesting. Pelican Town has a lot of fascinating people.",
"Mon.Barron.LowHeart.summer":"Be careful outside today! If you start feeling overheated, the Saloon and my bus both have air conditioning.#$b#So, don't be a stranger.$1",
"Mon.Barron.LowHeart.fall":"If I was told years ago that I would be traveling in a bus for a living...#$b#I think I would have cried, actually.$1",
"Mon.Barron.LowHeart.winter":"Did you know that a tyrannosaurus is theorized to have a more robust sense of maternal instincts than the brachiosaurus?#$b#Isn't it interesting that it's always depicted the other way around in movies?#$b#Makes ya think.$1",
"Tue.Barron.LowHeart.spring":"I was reading the other day that other species of cavemen didn't go extinct because of conflict#$b#They died out because of love.#$b#Cross-species relationships were common, but many could not have children because they were so different biologically.$2#$b#I do wonder if life found a way though, and imagine that there's a little mix of different species in all of us.",
"Tue.Barron.LowHeart.summer":"Lately I've been binge watching videos about pirates and sea nomads.#$b#You're probably wondering, 'what's the difference?'#$b#Well, pirates usually weren't the nicest or most morally sound bunch.#$b#Sea nomads were just regular people that lived life at sea.",
"Tue.Barron.LowHeart.fall":"I always get the urge to bake when the weather gets cold.$1#$b#I guess, in a way, it brings me back to my childhood.#$b#Mama would always bake for me during cold weather.",
"Tue.Barron.LowHeart.winter":"Arcania never got this cold. I'm missing the islands more than a shaved cat misses its fur.$2",
"Wed.Barron.LowHeart.spring":"My family came here from Arcania when I was just a girl. I know the island isn't what it used to be, but it was still beautiful there",
"Wed.Barron.LowHeart.summer":"Oh, hey! Come to hear another fun factoid?$1#$b#I'm drawing a blank, though...Been distracted all day.$2#$e#It's nothing bad, I just found a really old journal and I can't put it down...$2#$b#In my defense, it's like a hundred years old.$1",
"Wed.Barron.LowHeart.fall":"Before the rise of Yoba, the people of Arcania, my people, they worshiped Arah, Lipheum and Alua.#$b#Each goddess was worshiped individually on one of the three islands. I wish I could meet a follower...#$e#My ancestors hailed from Arah's land, before the island was washed away...$2",
"Wed.Barron.LowHeart.winter":"When I was little, I used to play the saxophone for my dad.#$b#Been thinking about picking the instrument back up lately. No clue why I ever gave it up.$3",
"Thu.Barron.LowHeart.spring":"I've been really wanting to know more about where my family came from...#$b#It's hard finding information, but so far I've managed to learn the name of one of my ancestors!$1#$b#Her name was Agata. Isn't that neat? Just like the book!$1",
"Thu.Barron.LowHeart.summer":"It's incredible what you can discover by following the footsteps of the past.#$e#Like, did you know the islanders of Arcania referred to themselves as Kaya Arká, which means 'Mother’s Fruit'?$1#$b#Very interesting if you ask me!$1",
"Thu.Barron.LowHeart.fall":"Fall really is one of the best seasons.$1#$b#Not too hot or too cold, just perfect.$2#$e#Only thing I dislike is the allergies I deal with...$2",
"Thu.Barron.LowHeart.winter":"I never liked winter...$2#$b#Something about it feels weirdly familiar, but in a really depressing way?$2#$e#It's weird, though, cause I don't remember anything bad ever happening.$3",
"Fri.Barron.LowHeart.spring":"I was walking by George and the old fart ran right over my foot.#$b#Didn't hurt too much, but it sure was rude of him.$2",
"Fri.Barron.LowHeart.summer":"Jodi and Vincent have to be the cutest Ma and son combo I've seen.#$b#Vincent really does love her to pieces! It's adorable.$1",
"Fri.Barron.LowHeart.fall":"I've always wanted a little son of my own, Jodi is so lucky to have two kids that love her.$2",
"Fri.Barron.LowHeart.winter":"I'm not the best at gardening but I've managed to keep my Arka Tubes alive for a year.$1#$e#A year is a pretty long time, you know...",
"Sat.Barron.LowHeart.spring":"My Ma has been blowing up my phone all day today.#$b#It's okay though, she's just excited.$1#$b#Apparently, she's inherited something cool.$1",
"Sat.Barron.LowHeart.summer":"I wanted to test how supportive my Ma is of me...#$b#So I gave her a potato and told her it's a part of my art project.#$b#She looked at it and went, 'Wow', I think that's pretty neat.#$b#I sure do love her.$3",
"Sat.Barron.LowHeart.fall":"When I was a kid, me and my big brother were best friends.#$b#But ever since he started dating girls, he sort of just builds his whole world around them, you know?$2#$b#It's so bad, he starts treating his girlfriends' families better than us...$2",
"Sat.Barron.LowHeart.winter":"I've always wanted to go spelunking, but it seems so scary.#$b#Plus, knowing me, I'd try to hug a bat and end up with rabies.$1",
"Sun.Barron.LowHeart.spring":"Did you know that the capybara is such a chill animal that in the wild it's been observed babysitting other species’ offspring?#$b#It's adorable!$1",
"Sun.Barron.LowHeart.summer":"So, it turns out that a red panda is not an actual panda...#$e#Wonder why they're called that then.$3",
"Sun.Barron.LowHeart.fall":"I may look nuts, but I definitely believe in monsters.#$b#I saw this weird-looking dusty creature the other day...#$b#Looked like a ball of ash or dust bunnies.$1",
"Saloon.Barron.LowHeart.spring":"I don't like drinking much, I'm for of a coffee person myself.$1",
"Saloon.Barron.LowHeart.summer":"Gus doesn't quite make strong enough coffee, but it's okay I like the company and coffee is always good.$1",
"Saloon.Barron.LowHeart.fall":"%She's happily sipping her drink.",
"Saloon.Barron.LowHeart.winter":"%Barron looks tired, she's dozing off where she sits.",
"Sun.Barron.LowHeart.winter":"Everyone in town is so photogenic.#$b#I try to take a selfie and I look like I've discovered a horrible smell.$1#$e#Luckily, I rarely have to worry about being photographed.",
"Mon.Barron.MidHeart.spring":"I travel to Zuzu City as well, so if my bus is missing I'm likely over there.$1",
"Mon.Barron.MidHeart.summer":"If you've got a chance, you should go give Jinx some attention.#$b#She's a bit shy, but she's the sweetest Tazzy around.$1",
"Mon.Barron.MidHeart.fall":"When it comes to spirituality, I tend to stay away from it.#$b#But I gotta admit, spring really feels like a holy season. $1",
"Mon.Barron.MidHeart.winter":"Did you know that when water freezes over, the water beneath it actually warms up enough not to freeze?#$b#Otherwise, the ice would be extremely thick. That's how ice fishing is possible.",
"Tue.Barron.MidHeart.spring":"Isn't it beautiful outside?#$b#Well, I think most days are nice, haha.$1",
"Tue.Barron.MidHeart.summer":"It's so hot out, it's hard to even breathe.$2#$e#I'll be fine. Just need some ice water and a cool place to catch my breath.",
"Tue.Barron.MidHeart.fall":"Oh hey @, You look really  nice today.$1#$b#But honestly you always do.$1",
"Tue.Barron.MidHeart.winter":"If you ever see a shadowy creature roaming around, don't be scared of them.#$b#I've been leaving treats out for them, actually.$1",
"Wed.Barron.MidHeart.spring":"I would love to star in a movie someday; I've always liked the idea of acting. But I've been told you can't be an actor without professional training...$2",
"Wed.Barron.MidHeart.summer":"Did you know that a long time ago, there was a flower called a Moon Fairy?#$b#It's extinct now, but legends say it's where Faeries originated from.$1",
"Wed.Barron.MidHeart.fall":"I saw a bird of some kind this morning. It was just standing there...menacingly...$2#$b#It was taller than I am...$2",
"Wed.Barron.MidHeart.winter":"East Scarp should host a ball. I'd love a good reason to dress up nicely.$1",
"Thu.Barron.MidHeart.spring":"Have you ever heard of the Hidebehind?#$b#It's one of my favorite cryptids.#$e#I don't really know why; guess I just like the concept of it.$1",
"Thu.Barron.MidHeart.summer":"If you enjoy swimming, this season is the best time for it.#$b#Just make sure you wear sunscreen! Sunburn is pretty annoying.$1",
"Thu.Barron.MidHeart.fall":"I can't seem to focus on anything but this WeTube series I've been watching.#$b#It's some type of VHS-style horror.$3",
"Thu.Barron.MidHeart.winter":"As the owner and only employee of the Bookworm Mobile, I've taken it upon myself to learn basic first aid.#$e#I want to make sure I can keep people safe when they visit.$1",
"Fri.Barron.MidHeart.spring":"I've been feeling pretty sick today, I'd keep my distance if I were you.$2#$e#Really, I would. I'm feeling queasy.$2",
"Fri.Barron.MidHeart.summer":"%She lets out a yawn and then sleepily acknowledges you with a nod.",
"Fri.Barron.MidHeart.fall":"...It's freezing right now and my bus heater is still being fixed. This really sucks.$2",
"Fri.Barron.MidHeart.winter":"I was invited to some kind of meet-up.#$b#I want to go, but I'm a bit anxious.$2#$e#I'm worried no one will like me, I guess.$2",
"Sat.Barron.MidHeart.spring":"Do you think anyone would come to a documentary marathon at the Bookworm Mobile?#$b#I love watching stuff like that with good people, it's fun!$1",
"Sat.Barron.MidHeart.summer":"%She’s smiling, but there's sadness in her gaze.",
"Sat.Barron.MidHeart.fall":"%Barron looks visibly upset. Wonder what's wrong?",
"Sat.Barron.MidHeart.winter":"%She smells strongly of coffee and vanilla.",
"Sun.Barron.MidHeart.spring":"%Barron brushes dirt from your shirt.#$e#Oh, sorry, I should have asked before touching you.$2",
"Sun.Barron.MidHeart.summer":"%She’s deep in thought. So deep that she doesn't notice you.",
"Sun.Barron.MidHeart.fall":"I've been reading a lot about the Goddess Arah.#$b#She's a really interesting goddess.$1#$b#In fact, she seems to be shocking similar to Yoba, just a woman instead.$1",
"Sun.Barron.MidHeart.winter":"I don't drink much alcohol, but I do love the coffee here with a bit of whiskey.$1",
"Saloon.Barron.MidHeart.spring":"I'm feeling so groggy right now, I think I'll order an espresso.$3",
"Saloon.Barron.MidHeart.summer":"I'm not usually this tired, maybe I need a cup of coffee after all.$1",
"Saloon.Barron.MidHeart.fall":"I heard some people can't drink coffee because it makes them pretty, you know, sick? That really sucks...$2",
"Saloon.Barron.MidHeart.winter":"I know everyone is beautiful in their own way, but...I wish I was beautiful the way Maru or Haley are...They're gorgeous.$4",
"Mon.Barron.HighHeart.spring":"John is one of the sweetest men I've met, I feel like he doesn't expect me to act a certain way or even look a certain way.$1#$b#He's just a socially awkward as me too so we get along pretty well.$1",
"Mon.Barron.HighHeart.summer":"Summer is probably the only time I actually drink wine.#$e#It just hits differently.$1",
"Mon.Barron.HighHeart.fall":"We’ve got a new collection of books this season-you should go check it out!$1",
"Mon.Barron.HighHeart.winter":"If you happen to find any old keys buried in the sand at the beach, you think I could have one?#$b#I like collecting them for a friend of mine.$1",
"Tue.Barron.HighHeart.spring":"I wonder if there’s a book about this town.#$b#I’d love to learn more about the native culture.$1",
"Tue.Barron.HighHeart.summer":"You look overheated. Cool off if you like.",
"Tue.Barron.HighHeart.fall":"I’ve been expanding my Spirit’s Eve decor on the bus, hope you like it.$3",
"Tue.Barron.HighHeart.winter":"I’m starving. I wonder what the special is today at the Saloon.$1#$e#Are you hungry too? You should eat something.$1",
"Wed.Barron.HighHeart.spring":"%Her eyes are bloodshot and she looks exhausted.#$e#Hmm? Oh, I'm fine, just tired...",
"Wed.Barron.HighHeart.summer":"There’s cold water in the fridge if you need it; make sure you stay hydrated this summer",
"Wed.Barron.HighHeart.fall":"It's already spooky season!$1#$b#Hope you have a fun Spirit's Eve.$1",
"Wed.Barron.HighHeart.winter":"It’s so nice visiting the Saloon on such a cold day.#$e#Gus has great coffee and a hot cup is super nice during the cold season.$1#$b#I'll probably be heading that way tonight.$1",
"Thu.Barron.HighHeart.spring":"I have to admit I really do love this town, I might settle down here.$1",
"Thu.Barron.HighHeart.summer":"Whew, it's really hot.$2#$b#But at least it's not cold!$1",
"Thu.Barron.HighHeart.fall":"I wonder if I could talk Gus into making a candy dessert to sell for Spirit's Eve.#$b#Wouldn’t that be neat?$1",
"Thu.Barron.HighHeart.winter":"Old music is so romantic don't you think?$1#$b#It's a really old fashion kind of romance.$1",
"Fri.Barron.HighHeart.spring":"I've been meaning to study more about the time before the dinosaurs.#$b#I'm certain there's plenty of interesting facts to learn.$1",
"Fri.Barron.HighHeart.summer":"Summer in Arcania is the season of love and passion.#$b#Most places celebrate those subjects during spring, but for some reason my people chose summer.#$b#I should look into why that is.$1",
"Fri.Barron.HighHeart.fall":"The more I research my family tree, the stranger and more vague it becomes. It's like after a certain point, part of the family tree just completely cuts off.$2#$b#Like someone went missing or something.$2",
"Fri.Barron.HighHeart.winter":"Did you know that my family has a crest?#$b#Well we don't call it a crest, we call it an Allo'Mark.#$b#I dont have the mark though, because I didn't serve in any wars or government positions.$1",
"Sat.Barron.HighHeart.spring":"I bet the dead of the past look at us and smile.$1#$b#We live so well compared to them, I bet they're proud.$1",
"Sat.Barron.HighHeart.summer":"I was asked out on a online date, but I declined...$2#$b#I just, don't want to do a long distance relationship...It seems too hard.$2",
"Sat.Barron.HighHeart.fall":"Been considering opening up a Spirit’s Eve shop for when the holiday rolls around.#$b#Maybe sell some spooky treats.$1",
"Sat.Barron.HighHeart.winter":"Have you ever listened to really retro video game music?#$b#The 8 bit kind? It's actually pretty awesome.$1",
"Sun.Barron.HighHeart.spring":"I've always wanted to be in a video game, but that's just the dreamer in me.$1",
"Sun.Barron.HighHeart.summer":"Did you know that there was a group of humans that resembled the legends of 'Dwarves'.#$b#I always found it interesting, maybe the legend came from all those years ago.$1",
"Sun.Barron.HighHeart.fall":"Did you know that there is a phenomenon called ancestral trauma?#$b#What happens is something an ancestor has experienced was so traumatizing and life changing that the trauma ends up passed down through the generations.#$b#It's actually how a lot of animals develop new instincts.$1",
"Sun.Barron.HighHeart.winter":"You know a lot of people really talk a lot of crap about their minds and bodies.$2#$b#But I think they're forgetting that their bodies and mind are trying their very best everyday.$1#$b#Even our feet deserve some more respect honesty, they do carry us everywhere all the time after all.$1",
"Saloon.Barron.HighHeart.spring":"Want to have a cup of coffee with me? You know I always enjoy your company.",
"Saloon.Barron.HighHeart.summer":"Phoebe is going to be teaching me Arcanian, I'm really excited to learn.",
"Saloon.Barron.HighHeart.fall":"Did you know that the people of Arcania, give each other twisted sweet bread instead of flowers to romance someone? Isn't that cute.$1",
"Saloon.Barron.HighHeart.winter":"Hey, stick around @, we could have a drink together.$1",
//Engagement Dialogue 
"Barron.engagement.0":"You...You really want to marry me?$4#$b#Wow, I mean...#$b#Yes!!!$4",
"Barron.engagement.1":"You really mean it?$4#$b#Yes, of course, @!$4",

//Wedding Event 
"Barron.Utility.cs.5367":"@, Barron...#$b# As the mayor of Pelican Town, and regional bearer of the matrimonial seal, I now pronounce you partners for life!$h",
"Barron.Utility.cs.5369":"@, Barron...#$b# As the mayor of Pelican Town, and regional bearer of the matrimonial seal, I now pronounce you partners for life!$h",
"Barron.Utility.cs.5371":"When @ first arrived in Pelican Town, no one knew if they would fit in with our community...#$b#But from this day forward, @ is going to be as much a part of this town as any of us!$h#$b#It is my great honor on this day {0} of {1}, to unite @ and Barron in the bonds of marriage.",
"Barron.Utility.cs.5377":"When @ first arrived in Pelican Town, no one knew if they would fit in with our community...#$b#But from this day forward, @ is going to be as much a part of this town as any of us!$h#$b#It is my great honor on this day {0} of {1}, to unite @ and Barron in the bonds of marriage.",
//Marriage Dialogue 
"patio_Barron":"Jinx really seems to love it here.$1#$b#She's been so playful.",
"spouseRoom_Barron":"It’s great having a little room for myself.#$b#I haven’t had a bedroom before.#$b#Well, inside an actual house, at least.$1",
"Rainy_Day_0.Barron":"Isn't this rain relaxing?$1#$b#This is the best time for a hot drink.",
"Rainy_Day_1.Barron":"Usually I'm fine, but the stormy weather today really has me on edge.$2",
"Rainy_Day_2.Barron":"I've always wondered what it must have been like for our ancestors on such a rainy day.#$b# I think this weather still had its share of fans.$1",
"Rainy_Day_3.Barron":"This weather puts me in such an affectionate mood.$4#$b#We should cuddle and read together.",
"Rainy_Day_4.Barron":"Is it safe to be working out in this weather?#$b#You could get sick.$2",
"Rainy_Night_0.Barron":"I'll make sure there's hot tea for you later tonight.$1#$b#Hopefully you don't get sick out there.$2",
"Rainy_Night_1.Barron":"I've been considering getting my nose pierced, but I'm pretty scared of needles.$2",
"Rainy_Night_2.Barron":"I know it's not that late, but I'm sooo tired. I could use a nap.$1",
"Rainy_Night_3.Barron":"In highschool I actually was on the wrestling team, it was fun.#$b#But I didn't like how the other girls started teasing me when I joined $2#$b#Kids can be real jerks.$5",
"Rainy_Night_4.Barron":"I've a lot of books about Paleobiology, it's always an interesting read if you're ever curious",
"Rainy_Night_5.Barron":"Rainy nights make me feel so drowsy.#$b#I’ll sleep well tonight.$1",
"Indoor_Day_0.Barron":"I'm happy there's not been any flooding.#$b#With how the rain has been coming down, I thought for sure it would.",
"Indoor_Day_1.Barron":"Do you think the fields will be okay? I know rain is great for the crops but can't too much water hurt them?$2",
"Indoor_Day_2.Barron":"So apparently, my family tree has a long history of farmers!$1#$b#My mother said farming can be traced all the way back to the bronze age of Arcania.#$b#Isn't that interesting?$1",
"Indoor_Day_3.Barron":"I have to admit, being here with you..?$1#$b#It just feels right.$4",
"Indoor_Day_4.Barron":"I'm glad I found my biological mother, I just wish she'd be willing to meet my adoptive parents...$2#$b#I think she's scared.$2",
"Indoor_Night_0.Barron":"I could use a hot cup of coffee, but I think it might be too late for that.$1",
"Indoor_Night_1.Barron":"I've been plenty of places, but the stars are way prettier here in Pelican Town.$1",
"Indoor_Night_2.Barron":"I've been struggling lately with my diet.$2#$b#It feels like it isn’t worth it; sweets are just too good.$1",
"Indoor_Night_3.Barron":"I hope I don't look like a mess; this wet weather has my hair frizzing right up.$1",
"Indoor_Night_4.Barron":"If I ever catch you outside in the rain, I will push you into a muddy puddle.$1#$b#It cannot be avoided, I MUST do it.$1",
"Outdoor_0.Barron":"Aguula Tah means my love in Arcanian.$1#$b#But the form of love is dependent on context.#$b#It’s interesting, right?$1",
"Outdoor_1.Barron":"There's this species of raptor that managed to escape extinction from Arcania. They vanished when two of the islands sank. They were assumed all gone.$1#$b#Recently though, they were rediscovered on a totally different island.",
"Outdoor_2.Barron":"I'd love to own my own raptor, but Jinx can get pretty jealous.$1",
"Outdoor_3.Barron":"You'd think I would like writing poetry, but honestly I just like reading it.$1#$b#I’d get too embarrassed writing stuff like that.$1",
"Outdoor_4.Barron":"Whenever it’s this pretty outside, I find myself wanting to explore the deeper parts of the forest.#$b#I’m very curious to see what’s out there.$1",
"funLeave.Barron":"I’ll be heading out today; was gonna meet up with some friends and have a bit of fun!$1",
"funReturn.Barron":"My social battery dipped below the negatives, but I’m glad I got to go out today.$1",
"jobLeave.Barron":"Me and Leah are going to hang out today.#$b#She really is a sweetheart. You should talk to her.$1",
"jobReturn.Barron":"I’m happy to be home. It was fun being out and about but I get tired pretty quickly.",
"OneKid_0.Barron":"%kid1 woke up really hollering this morning, sounded just like a screaming rabbit.$6#$b#Scared me half to death!$1",
"OneKid_1.Barron":"Been reading %kid1 some bedtime stories and they’re already quoting some of the stories.$1#$b#Our baby is so smart!$1",
"OneKid_2.Barron":"%kid1 looks a whole lot like you, but I have a feeling they’re gonna end up tall like myself.%1",
"OneKid_3.Barron":"I’ve been thinking...Wouldn’t having another baby be nice?#$b#I really think %kid1 would be happier with a sibling.$1",
"Twokids_0.Barron":"I would love to have a family outing soon. Maybe we could go to a carnival or something?$1",
"Twokids_1.Barron":"%kid2 seems really interested in plants.$1#$b#They’ve even started naming some in the house.",
"Twokids_2.Barron":"%kid2 has asked for a cactus for their birthday...I’m considering it, but I don’t want them to get pricked too much.$3",
"Twokids_3.Barron":"%kid1 and %kid2 really love this candy my mom brought over. It was a type of spicy lollipop.",
"Good_0.Barron":"I heard a while back that there’s something interesting hidden in the mountains of Pelican Town.#$b#Something ancient, even. Wonder what it could be.",
"Good_1.Barron":"If you research the past, you start to notice the cultural importance the moon has within many civilizations.#$b#Interestingly enough, the moon always seems to be labeled a woman.#$b#Such a curious thing isn’t it?$1",
"Good_2.Barron":"I heard that an Arcanian rat species has recently been spotted.#$b#I feel bad saying it, but they’re a big problem for our ecosystem.#$b#Invasive species usually are, honestly.$2",
"Good_3.Barron":"I hope you’ve been taking care of yourself @.$2#$b#I see you working so hard every day, please don’t over do it...$2",
"Good_4.Barron":"I watched a documentary today. It wasn’t the most stimulating topic, but for some reason the history of the hairbrush really captured my attention.$1",
"Good_5.Barron":"My father wasn't very affectionate.#$b#Neither was my adoptive mother, but they made up for it, I think.#$b#In their own way that is.$1",
"Good_6.Barron":"Do you think plants really grow better when stimulated by music?#$b#Maybe that’s something we can test.$1",
"Good_7.Barron":"The stamina you demonstrate every day amazes me.#$b#I get breathless just power walking.$1",
"Good_8.Barron":"You always have such a thoughtful expression. I’d love to know what you’re thinking more often.$4",
"Good_9.Barron":"Mister O'Brien sometimes visits the Bookworm Mobile.#$b#I try to hide it, but it’s really exciting seeing one of my favorite authors.$1",
"Neutral_0.Barron":"I used to drive with my window rolled all the way down.$1#$b#The breeze kept me pretty alert.$1",
"Neutral_2.Barron":"Be careful, I saw a pretty grumpy looking skunk this morning.#$b#It’d be something awful if you came home stinking.$3",
"Neutral_3.Barron":"I was talking to Leah earlier this morning.#$b#I think you were still sleeping?$2#$b#I don’t know how you didn't wake up when she had me howling with laughter over the phone.$1",
"Neutral_4.Barron":"Lewis isn’t the worst guy in town-but he’s still a political figure.#$b#So of course, I don’t trust him.$5#$b#At least he’s respectful whenever he comes over for your shipments.",
"Neutral_5.Barron":"I was researching the cost of living in Gotoro; it’s really expensive over there right now. It’s like every country in the Empire is dealing with serious inflation problems.",
"Neutral_6.Barron":"The birds have been absolutely losing their minds this morning.$1#$b#I like a good bird song though, it’s just sort of funny how wild they got.$1",
"Neutral_7.Barron":"I hope I didn’t wake you this morning with my music.#$b#I love metal, but I know it can get pretty loud.$1",
"Neutral_8.Barron":"Pelican Town seems pretty heavily influenced by Yoba’s teachings.#$b#Personally, I’m more interested in Animism.$1",
"Neutral_9.Barron":"I was asked if I would change myself if I could and weirdly enough...#$b#I don’t think I would.#$b#I actually sort of like me, now.$1",
"Bad_0.Barron":"Sorry, I feel pretty down today...$2#$e#I guess I just-feel homely...$2",
"Bad_1.Barron":"I can barely look at myself in the mirror lately...#$e#%Barron looks very depressed, but doesn't seem to want to talk about it.",
"Bad_2.Barron":"%Barron appears upset, but she's being nonverbal and distant.",
"Bad_3.Barron":"I could use a night out, maybe I could visit East Scarp...$2",
"Bad_4.Barron":"I miss being on the road, I've been feeling really cooped up lately.$5",
"Bad_5.Barron":"The understimulation is driving me completely crazy.%2#$b#Farm life isn't what I thought it would be.",
"Bad_6.Barron":"Gus gave me this book, it’s about a cowboy who falls in love with an alien...#$e#It’s weird, but cute.$1",
"Bad_7.Barron":"Sometimes I really wish that I liked beer. I would love to have a fun night out like other girls.$2",
"Bad_8.Barron":"I wonder if I should get more plants in here. It’s really nice having nature around me.$1",
//Festival Dialogue
// text shown if nothing else matches
"Barron.festival-default":"It's so great to have these festivals to join.#$b#I really love how close to the community it makes me feel.$1", // TODO
"Barron.GreenRain":"The rain isn't so bad actually, it's a pretty green!$1",
"Barron.DesertFestival":"I'm so excited to see what's for sale.$1",
"Barron.TroutDerby":"What even is a Trout Derby?$3",
"Barron.SquidFest":"That squid sign is adorable isn't it?$1",
// egg festival
"Barron.spring13":"I wonder what the Egg Festival is even for.$1#$b#Surly there's some history behind it.$3",
"Barron.spring13.friendly":"Turns out the Egg Festival as it is now, is unique to this side of the world.#$b#But there's another festival very similar in the Empire, but it has a totally different meaning depending on what region you're from.$`#$b#Isn't that interesting?$1",
"Barron.spring13.dating":"Have fun hunting those eggs if you join in on the fun.$1#$b#I would join, but I hate the pressure of a timed event.$3",
"Barron.spring13.married":"If you collect enough eggs, maybe I can make something for dinner out of them.$1",
"Barron.spring13.divorced":"You know, I'll put aside my anger for today.#$b#Have a happy holiday @.$1",
// flower festival
"Barron.spring24.Unmet":"I love coming from the Scarp to watch people dance.$1#$b#They all look so happy and sometimes you get a look at someone having a genuine moment.$4#$b#That’s what I like to see, genuine interactions.$1",
"Barron.spring24.friendly":"I wish that friends could dance with the happy couples.$2#$b#I love this festival, but I wish they would let us celebrate friendship, too.$2",
"Barron.spring24.dating":"Happy Flower Festival, Ágapi! Feel free to dance with whomever you like, okay?#$b#You know I’m not the jealous type.$1",
"Barron.spring24.married":"Who are you going to dance with?#$b#Do have anyone new in mind?$1",
"Barron.spring24.divorced":"It’s good to see you. Have fun today, okay?$2",
// luau
"Barron.summer11":"I added something to the pot this year, but I'm not gonna say what.$1#$b#Hopefully no one's allergic...$3",
"Barron.summer11.friendly":"Add something good to the pot, I don't know why but I really want the soup to be impressive.$1",
"Barron.summer11.dating":"I wonder if it's actually sanitary to eat outdoors like this.#$b#I mean, I'm sure it is but I worry about foodborne illnesses.$3",
"Barron.summer11.married":"I hope there's leftovers, I'd love to take some home for Jinx.$1",
"Barron.summer11.divorced":"Everyone is really having fun I think, or at least I am.$1",
// jellies
"Barron.summer28":"You know the jellies migrate from a very far distance to get here.#$b#They go from the very north of the Empire right to the very south of the Republic.$1",
"Barron.summer28.friendly":"The jellies are so inspiring to me.#$b#They're true nomads.$1",
"Barron.summer28.dating":"Wouldn't you love to get a houseboat and follow the migration pattern of the Glow Jellies?$4#$b#Sounds pretty romantic to me.$4",
"Barron.summer28.married":"This festival is so special, I've been researching the different celebrations around the world and there's so many cultures that celebrate these little glowing jellyfish.$1",
"Barron.summer28.divorced":"I can't help but think back to when we were married during this festival.$2#$b#I know I act pretty angry about the situation, but that's just because I'm hurt...$3",
// Marketpalooza (from Fellowclown.Nikolai mod)
"Barron.fall3.Unmet":"Oh, hey there. Fancy seeing you here.$1#$b#I'm here for Nikolai's honey. His Lava Honey is the only honey I like.",
"Barron.fall3.friendly":"If you see Boxy running around, try giving him a lick of Seafoam Honey.#$b#Little dude adores the stuff.$1",
"Barron.fall3.dating":"Have fun, okay? There's so much browsing to do.$1",
"Barron.fall3.married":"I found the prettiest pink stone for sale, but it was way too expensive.$2",
"Barron.fall3.divorced":"You...#$b#You look nice. Been thinking about you recently...$2", 
// fair
"Barron.fall16":"There's a lot of activities to take part in, I can't decide what I want to try first.$1",
"Barron.fall16.friendly":"You should try that strong man game, I bet you'd do great!$1",
"Barron.fall16.dating":"There's a clown here, I'm avoiding him...$2#$b#I know he's just doing his job but he's scary looking...$3",
"Barron.fall16.married":"I did it, I spoke to the clown.#$b#He's actually really sweet.$1",
"Barron.fall16.divorced":"I'm trying to win enough games to get a prize, I'm pretty close.$1",
// spirit's eve
"Barron.fall27.Unmet":"Oh, hey there, haven't seen you before. I'm Barron! Hope you have fun tonight!#$b#You should grab some candy while you can.$1",
"Barron.fall27.friendly":"I've eaten way too much candy...$2",
"Barron.fall27.dating":"This maze is impossible. I keep ending up right back at this spot.$2",
"Barron.fall27.married":"I love all this candy, but I gotta control myself.$2",
"Barron.fall27.divorced":"This is a great festival...It's good to see you.$2",
// festival of ice
"Barron.winter8":"I don't like fishing but I do like watching it, it's relaxing.$1",
"Barron.winter8.friendly":"Are you joining in on the fishing activities?#$b#I keep thinking about joining myself actually.$1",
"Barron.winter8.dating":"I learned recently that in Arcania, fishing is a much more dangerous activity.#$b#They dive into the water, people will actually dive in and net up the fish by hand in shark infested waters.$1",
"Barron.winter8.married":"I wonder if we could get a pet fish, I really enjoy watching fishing swim around.$1",
"Barron.winter.divorced":"Careful, maybe I'll use you as fish bait.$1#$e#Just joking, I wouldn't do that.",
// winter star
"Barron.winter25":"Happy Holidays, hope you get something you like this year.$1",
"Barron.winter25.friendly":"I'm excited to give this present away, I thought very hard on what to get.",
"Barron.winter25.dating":"I have a present for you this year, I know I'm supposed to buy for one person but I had to get you this it's super cute.[Fellowclown.AND_Dino Fellowclown.AND_KittyPlush Fellowclown.AND_PinkSquid]",
"Barron.winter25.spouse":"I wasn't sure what to get you this year, so I got you something you can hopefully use.[###]",
"Barron.winter25.divorced":"Don't worry I have a present for you still.$1#$b#I'm not that angry anymore.[Fellowclown.AND_TastyPastry]",
//Incoming Calls
"Barron.PhoneCall.1":"Hey @, wanted to call and let you know we just got a shipment of new books yesterday.#$b#Hope to see you reading at the mobile soon.$1#$b#I got lots of organizing to do too so I'll call you back later if i have time.$1#$b#Bye bye.$1",
"Barron.PhoneCall.2":"Hey there @, I just wanted to call and see if maybe Jinx could come over and wander your farm land?#$b#She's been so restless lately and I don't have time to take her to the sanctuary.#$b#Though, if you have free roaming chickens maybe we shouldn’t let her.$1#$b#I'll let you think about though, call you back later if I have time okay.$1",
"Barron.PhoneCall.3":"Hey @, just wanted to check in.$1#$b#I was thinking about you this morning and I got to wondering how you were feeling.#$b#You should come visit sometime if you have time, I'd love to hang out and talk books with you.$1#$b#Well I'll let you go now, I'm sure you're very busy. Bye for now.$1",
//Movies
"Barron.movies.0.before":"I just know this movie is going to make me sad.$1#$b#But I can't wait for it.$1", 
"Barron.movies.0.during":"This is heartbreaking...$2",   //sapling
"Barron.movies.0.after":"I'm glad the movie ended happily.$1#$b#And the music when his little plant grows? It was so pretty!$1",

"Barron.movies.1.before":"The poster looks so interesting.#$b#I've always loved documentaries.$1", 
"Barron.movies.1.during":"I love raccoons!$1",   //Natural Wonders
"Barron.movies.1.after":"That was such a great watch, I loved seeing all the little animals.$1",

"Barron.movies.2.before":"I love a good Western!$1#$b#I'm so excited for the movie.$1",
"Barron.movies.2.during":"The villain kind of looks like my uncle.$1",   //Prairie King
"Barron.movies.2.after":"That was great, I gotta get a hold of the soundtrack!$1",

"Barron.movies.3.before":"I don't know about this one...$2#$b#Looks sort of weird...$2",
"Barron.movies.3.during":"He looks so strange...$2",   //Wumbus
"Barron.movies.3.after":"I don't think I liked that movie, it was pretty bizarre.$2",

"Barron.movies.4.before":"This looks pretty creepy; I hope it's good.$2",
"Barron.movies.4.during":"Can you tell what this is about?$2",   //Mysterium
"Barron.movies.4.after":"I feel weird after seeing that movie, like I've seen something I wasn't supposed to.$2",

"Barron.movies.5.before":"I've seen his one!$1#$b#It's pretty awesome too.$1",
"Barron.movies.5.during":"She's watching with wide eyes.",  //It Howls In The Rain
"Barron.movies.5.after":"Every time I watch that one I get so scared.#$b#It was great!$1",

"Barron.movies.6.before":"I've heard of this movie, but I'm a little worried about watching it.$2",
"Barron.movies.6.during":"Barron is smiling softly.",   //Miracle At Coldstar Ranch
"Barron.movies.6.after":"That actually wasn't bad. It was kind of sweet.$1",    

"Barron.movies.7.before":"I'm not sure if I'll like this one...#$b#But I'll give it a shot!$1",
"Barron.movies.7.during":"She doesn't look impressed.",    //Zuzu City Express
"Barron.movies.7.after":"That was kind of boring...$2#$b#Never did like romances, though.",
/************************************************
Phoebe's Information
************************************************/
//Display Name
"FC.Phoebe":"Phoebe",

//Gift Related Dialogue
"AcceptGift_(O)StardropTea.Phoebe": "Not really a tea drinker, but thanks!$1",
"AcceptBirthdayGift_Loved.Phoebe":"Wow! What a great birthday present, thank you @!$1",
"AcceptBirthdayGift_Liked.Phoebe":"Hey pal, this is pretty nice of you. What a birthday.$1",
"AcceptBirthdayGift_Disliked.Phoebe":"You're a rude person, who would want this for their birthday?$5",
"AcceptBirthdayGift_Hated.Phoebe":"Wow! I hate it so much, what a truly awful birthday present!$5",
"AcceptBirthdayGift_Neutral.Phoebe":"Aw, thanks so much. What a thoughtful birthday present.$1",
"Phoebe.gift.love":"Are you sure?#$b#This is so awesome, thank you!",
"Phoebe.gift.like":"This is great, thanks a bunch!",
"Phoebe.gift.dislike":"Hm?#$b#Are you making fun of me?",
"Phoebe.gift.hate":"Oh, okay, so you think you're funny?#$b#This gift is just you being trashy, if I'm completely honest.",
"Phoebe.gift.neutral":"Hm, I think I could actually use this.#$b#Thanks, @.",
"Phoebe.accept_DragaWhiskey":"Oh hell yeah, I've not had a decent drink in forever! Thank you so much @$1",
"RejectMovieTicket_AlreadyInvitedBySomeoneElse.Phoebe":"Sorry, but I already have plans today.$2",
"RejectMovieTicket_AlreadyWatchedThisWeek.Phoebe":"Not really feeling up to a movie right now.$2",
"RejectMovieTicket_DontWantToSeeThatMovie.Phoebe":"Yeah, no thanks. That movie is a real boring one.$2",
//Special Dialogue
"Introduction.Phoebe":"I'm from out of the country, and came this way to meet my daughter.#$b#Don't be a stranger, I'm staying at Barron’s mobile library.$1",
"Resort_Entering.Phoebe":"Wow, this place sure looks different.",
"Resort_Leaving.Phoebe":"Found a bunch of neat rocks today, can’t wait to toss them into my collection!$1",
"Resort_Shore.Phoebe":"I remember visiting this place a while back, it has really changed.#$b#Hopefully it’s for the better.$4",
"Resort_Umbrella.Phoebe":"I should bring Barron here. She really loves swimming at the Inn, so maybe the ocean will be even better.$1",
"Resort_Wander.Phoebe":"I could have sworn I heard this bird talking to me.$3#$b#Maybe I need to cool down a bit before my brain fries.$4",
"Resort_Bar.Phoebe":"%Her mouth is full, Phoebe can’t talk right now.",
"Resort.Phoebe":"Wow, I would love to move here permanently.$1",
"Saloon_Phoebe_RareGreeting.Phoebe":"Isn't this place so rustic!",
"Fair_Judging.Phoebe":"Barron insists this is a great festival, but honestly I'm bored out of my mind.",
"Fair_Judged_PlayerLost_PurpleShorts.Phoebe":"Arah above, you are so funny!$1#$b#Really sticking it to that Lewis fella.$1",
"Fair_Judged_PlayerLost_Skipped.Phoebe":"Didn't enter the contest?#$b#Eh, don't blame you honestly.#$b# Never liked contests.$1",
"Fair_Judged_PlayerLost.Phoebe":"Oh man, sorry you lost buddy.$2#$b#That's real rough.$3",
"Fair_Judged_PlayerWon.Phoebe":"Hey you won right?$1#$b#Pretty awesome honestly, here I thought it was rigged against you.$3",
"Fair_Judged.Phoebe":"Lewis seems to really get a kick out of being the judge for this event.$3",
"HitBySlingshot.Phoebe":"I should beat you silly!",
"DumpsterDiveComment.Phoebe":"Oh hell, you find anything good?$1#$b#I found  half my wardrobe in a store dumpster you know.$1",
//CTS
"Phoebe.BigFootWizard":"Big who now? Big FOOT? How creative...A creature known for their foot size...$3#$e#Actually, I know someone with big feet, but that's not really what I'm concerned with.$4",
"Phoebe.LucikielArrives":"That Lucikiel, sure is pretty.$4#$b#...No Phoebe, you gotta behave.$3",
"Phoebe.ReputationIncreased":"I keep hearing about Lucikiel, but I gotta keep my distance. He's just too perfect.$1",
"Phoebe.JasperGone2":"You seen Jasper around? Last I heard he was out out researching something or whatever.$3",
"Phoebe.JasperHomeA":"Glad to see Jasper's okay, but damn, What even happened?$3",
"Phoebe.PTJ03":"The crabs? Oh, they're nothing compared to the ones in Arcania. We get some that are bigger than a bike wheel.$1",
"Phoebe.wedding":"The wedding was-Nice...I don't know if I could ever do that though, you're brave kid.$1",
"Phoebe.luauBest":"I don't know how, but the soup was pretty awesome...Even with everyone throwing whatever they want inside...Wonder if that wizard put a something magical in it, potion of ‘don't taste like shit.’$1",
"Phoebe.BabyBoy":"A baby huh?$2#$b#That's real sweet, congratulations.#1",
"Phoebe.BabyGirl":"Heard you got a baby now, good luck, don't make my mistakes okay...$2",
"Phoebe.jojaMartStruckByLightning":"That lightning storm last night was wild wasn't it?",
"Phoebe.willyBoatRepaired":"With Willy's boat fixed up, maybe I can go out and enjoy some sailing again.$1",
"Phoebe.islandResortUnlocked":"Oh watch me get my ass to that resort, how exciting.$1",
"Phoebe.leoValleyArrival":"He's a good kid that Leo, hope he's settling well.$1",
"Phoebe.railroadEarthquake":"I didn't know this area got quakes, last night was a shock.$2",
"Phoebe.AfterProposal":"Heard about the proposal, congratulations kid.$1", 
"Phoebe.cc_Complete":"The community center looks great, you did great kid.$1",
"Phoebe.cc_Boulder":"Do you think anything else will get washed out of that mine shaft? I know minerals but...Aren't those mines dangerous?$2",
"Phoebe.cc_Bridge":"I took a trip to the quarry. Not that interesting honestly.$2",
"Phoebe.cc_Bus":"Pam has some balls, drive yourself? Damn, that's pretty boss of her.$1",
"Phoebe.cc_Greenhouse":"Barron was talking about your greenhouse, make sure to talk to her okay, she has a gift for you.$1",
"Phoebe.cc_Minecart":"Hey, let’s go ride those minecarts together. Bet you we'll find something crazy along the tracks.$1",
"Phoebe.joja_Begin":"Joja just seems like the same old story, shitty company doing shitty things. But hey, at least they make decent soda and have affordable prices-Pierre is so expensive, I may as well offer my arm at this rate.$5",
"Phoebe.movieTheater":"Me and Barron are planning a trip to that theater that opened in town. She's pretty excited and honestly, same, I am too.$1",
"Phoebe.dumped_Guys":"You know...I get it, I've been in your shoes before...Sometimes you just have a lot of love inside...$2",
"Phoebe.secondChance_Guys":"Glad to hear everyone forgave you, just try not to get caught next time.$1",
"Phoebe.dumped_Girls":"Cheating is...Bad...But, I get it kid.#$b#This will pass I promise.$1",
"Phoebe.secondChance_Girls":"I knew this drama would pass by, just don't get caught next time kid.$1",
"Phoebe.pamHouseUpgrade":"Damn, wish someone would give me a whole ass house.$5",
"Phoebe.pamHouseUpgradeAnonymous":"Good for Pam, but damn, a whole house? That's just, weird.$5",
"Phoebe.WipedMemory":"I don't know, you're giving me some weird vibes kid...Watch yourself.$2",
"Phoebe.Dating.FCBarron":"You be good to my little girl, I might be pretty relaxed about most things but Barron is important.$1",
"Phoebe.Divorced.FCBarron":"You-You better...$5#$b#I can't be mad at ya, settling down is hard...I get it.$2",
"Phoebe.Married.FCBarron":"You've made my little girl so happy, congratulations.$1",
"Phoebe.EliIntro":"Think Eli would like to hear about my country’s folklore?$1",
"Phoebe.DylanIntro":"Wonder if Dylan has ever seen a Boney Headed Grave Fish?#$b#Think he'd be pretty interested in it if I'm honest.$1",
"Phoebe.MeetPlum":"That girl Plum, she's really something. You should go say hi to her if you can.",
"Phoebe.AideenGarden":"Aideen, now that's one proper lady...#$b#It's awful.$2",
"Phoebe.ShadowPlay":"It's weird, some people really don't believe in monsters? They're real, I've seen strange creatures before you know.$2",
"Phoebe.PipoShorts":"Yuck, who put the cat in that man's crusty old shorts.$5",
"Phoebe.SigHatesCrowds":"Siggy needs to try some Warp Root Tea, that shit will calm you right down.$1",
"Phoebe.NoraIntro":"You think Nora would want to hang out with Barron? My little girl needs more friends...$2",
"Phoebe.NoraSad":"Everyone seems pretty down recently, ain't that weird...$2",
"Phoebe.RodneyBirthaySuit":"That O'Brien guy, now he is built like a brick wall.#$b#Wouldn't mind getting a piece of that.$4",
"Phoebe.PhoebesArrival":"Glad to be here, coming by was the best decision I've made I think.$1",
"Phoebe.BusFire":"I replaced Barron’s stove, thing was burnt to a crisp...$2",
"Phoebe.FindingPhoebe":"Heard Barron had been looking for me for well over a year...Poor thing.$2",
"Phoebe.FaintingIncident":"That John fella, he's a real sickly one ain’t he...$2",
"Phoebe.WildHog":"I saw this big hog running around this morning, that thing is a hog found in Arcania...I don't know who brought them over here, but what a horrible idea.$5",
"Phoebe.TheTemple":"Temple? I don't really worship anything these day, I just keep my nose generally clean.$1",
"Phoebe.HouseParty":"What a party last night...I've not seen Maverick so happy before, it was really sweet.$4",
"Phoebe.JinxIllness":"I can't even sleep, I'm so worried over Jinx...$2",
"Phoebe.OldFriends":"It sure was nice seeing Maverick, I really missed him...$4",
"Phoebe.VillainInTheValley":"There's been a whole lot ruckus lately-",
"Phoebe.ChasePopOff":"I've been bitten by an animal before, you're lucky you don’t have rabies kid.$1",
"Phoebe.EncouragePop":"Been hearing something skittering around the bus, think Barron has a mouse issue.$2",
"Phoebe.BarronsGoodSide":"That Pop is so adorable, but it's very weird that he can talk like that...I mean shevits can mimic voices but I didn't expect full sentences.$2",
"Phoebe.BarronsBadSide":"You know, feeding wild animals is bad, but that poor shevit is like a cat where I'm from...Plus...If a starving animal came up to me for food, I'd feed them anyway.$2",
"Phoebe.JohnsBadSide":"You're a really cold person, John told me what happened with Pop.$5",
"Phoebe.JohnsGoodSide":"You're such a sweet soul, John told me what happened with Pop.$1",
"Phoebe.FC.PhoebeArrives": "This Pelican town, it's not changed one bit.",
"Phoebe.MateoAdmission":"Mateo? No comment, I don't care much. Their business is their own.$1",
"Phoebe.MateoPain":"Okay, I mind my own usually but do you know what happened to Mateo?$2",
"Phoebe.CGuildComplete":"It's great Mateo has a real home now, instead of that...tent.$2",
"Phoebe.HectorGender":"So gender has gotten really complicated these days, don't care much but I got a lot to learn now.$1",
"Phoebe.DandelionLeaves":"Dandelion took off recently, least that's what I heard.",
"FarmhouseVisit.EntryQuestion.Phoebe":"Care for a visitor buddy?",
"FarmhouseVisit.EntryBubble.Phoebe":"Hey farmer!",
"FarmhouseVisit.EntryDialogue.Phoebe":"Tell you what, you got one nice place.#$b#Huge property honestly, that's real good.",
"FarmhouseVisit.Dialogue1.Phoebe":"I used to own property back in Tuuwe, but I sold it so I could start traveling more.$1",
"FarmhouseVisit.Dialogue2.Phoebe":"Wonder if there's land for sale around here, I'd love to actually settle down now.#$b#Too old to be traveling.$1",
"FarmhouseVisit.ExitDialogue.Phoebe":"Well buddy, got to get going.#$b#Nice to see ya though!$1",
//Everyday Dialogue
"Mon.Phoebe.LowHeart.spring":"It's a pretty day, but I have to admit I really prefer the cooler weather. Even spring can get a bit too hot for me.$2",
"Mon.Phoebe.LowHeart.summer":"I hope that Barron enjoys having me around.#$b#So far she's been great company for me.$1",
"Mon.Phoebe.LowHeart.fall":"Back home, I owned a little children's store near the ocean.#$b#I love children, honestly...$2#$b#I never thought I would though, I used to be too impatient for them...$2",
"Mon.Phoebe.LowHeart.winter":"Barron and I have been taste testing different types of icecream, it's been so much fun.$1",
"Tue.Phoebe.LowHeart.spring":"I've noticed the valley sure is Yoba crazy.#$b#My family has always worshiped Arah, but I am from a different country so...I guess it's expected that I'd have different beliefs.$1",
"Tue.Phoebe.LowHeart.summer":"I saw Barron sniffing a book this morning...$3#$b$I don't think I get it, but she swears it just smells good.#$b#Just smells like dust to me.$1",
"Tue.Phoebe.LowHeart.fall":"It's that time of year!#$b#Get your costume and candy ready.$1#$b#I'm very excited for Spirit's Eve.",
"Tue.Phoebe.LowHeart.winter":"I was reading up on the whole Winter Star Festival.#$b# It's very reminiscent of a festival I would celebrate back home.$3",
"Wed.Phoebe.LowHeart.spring":"Down by the bay, over in Tuuwe.#$b#You can find these fruits that smell terrible.#$b#But they make good pastries shockingly.$1",
"Wed.Phoebe.LowHeart.summer":"Jinx seems to really be warming up to me, she even sleeps in the bed with me now.$1",
"Wed.Phoebe.LowHeart.fall":"Jinx seems so much happier in her new outfits. $1",
"Wed.Phoebe.LowHeart.winter":"I was working on the mobile yesterday.#$b#The oil tank has a hole in it and the sparks are just covered in rust.#$b#Good thing I know my way around a motor.$1",
"Thu.Phoebe.LowHeart.spring":"I took Jinx to the vet the other day and well...#$b#I was shocked to discover that Jinx isn't a dog at all.#$b#Who would have thought my daughter would be raising a thylacine?$1",
"Thu.Phoebe.LowHeart.summer":"I got an interesting letter in the mail.$3#$b#Someone wrote to me, claiming to be related to Barron and myself.#$b#Don't know if I'm buying it, though.$3",
"Thu.Phoebe.LowHeart.fall":"There's some pretty interesting people in this town.#$b#I overheard an intriguing conversation between some bald dude and Barron. Let me just say...#$b#He was sort of weird.$1",
"Thu.Phoebe.LowHeart.winter":"Last night something caught my attention, but when I looked back out the bus window, it had vanished.$2#$b#Weird, it sort of looked like a small, shadowy baby...$3",
"Fri.Phoebe.LowHeart.spring":"Have you ever considered modeling?#$b#You have very pretty skin.$1",
"Fri.Phoebe.LowHeart.summer":"Pelican Town is a weird place...$2#$b#Something felt so off about it that I couldn't bear to stay for more than half an hour.$3",
"Fri.Phoebe.LowHeart.fall":"I hope Barron likes me-I just can't seem to get a read on her.$2",
"Fri.Phoebe.LowHeart.winter":"Winter is objectively the best season.#$b#When else can a person go outside and bombard a stranger with fluffy, frozen water?$1#$b#Any other season and you'd get in trouble.$1",
"Sat.Phoebe.LowHeart.spring":"When the moon is full, I like to go to the beach and watch the waves.#$b#The sea has always called to me, just like traveling has.#$b#I belong out there~$2",
"Sat.Phoebe.LowHeart.summer":"For generations, people on my mother's side of the family have lived nomadic lives.#$b#At least until they marry and settle down, then it's all about raising the kids.$1#$b#Wish I had done that for Barron.$2",
"Sat.Phoebe.LowHeart.fall":"Realizing that Barron and I are very similar has been extremely rewarding.#$b#She really does seem to get me.$2",
"Sat.Phoebe.LowHeart.winter":"I'm about ready to set some traps for tonight just outside the bus.#$b#I swear there's something out there.$3",
"Sun.Phoebe.LowHeart.spring":"I had the worst sleep of my life last night.#$b#Too many nightmares.$3#$b#Not sure why it was so bad though, usually it's not an issue.$2",
"Sun.Phoebe.LowHeart.summer":"Excuse me?#$b#Oh, I thought you said something.#$b#My hearing isn't very good these days.#$b#I blame all those metal concerts I've attended.$1",
"Sun.Phoebe.LowHeart.fall":"This little girl in Pelican Town asked if I have grandkids.#$b#Broke my heart, honestly...Am I that wrinkled up now?$2",
"Sun.Phoebe.LowHeart.winter":"I wonder if Barron will ever have kids. She's very good with them.$1",
"Saloon.Phoebe.LowHeart.spring":"I'm not leaving this saloon until I am proper buzzed.$1",
"Saloon.Phoebe.LowHeart.summer":"I love a good drink and Gus has always made the best whiskey sours.$1",
"Saloon.Phoebe.LowHeart.fall":"Me and Maverick used to drink together every Saturday...Pretty sure that's why we ended up getting so close, helped us both relax I guess.$1",
"Saloon.Phoebe.LowHeart.winter":"%Her cheeks are pink, Phoebe's been drinking.",
"Mon.Phoebe.MidHeart.spring":"I’ve always thought I had rather good intuition, but recently I’ve been questioning that about myself.$2",
"Mon.Phoebe.MidHeart.summer":"I used to dream of traveling to a far-off land to discover the secrets of ancient civilizations.#$b#In a way, I did accomplish that dream-but I really wish I had brought Barron along with me.$2",
"Mon.Phoebe.MidHeart.fall":"I decided to get a pack of cookies last night and I really regret it.$5#$b#My blood sugar was out of control this morning, so now I have to be careful all day.$2",
"Mon.Phoebe.MidHeart.winter":"Spirit’s Eve is such a cute festival, but I can’t stop myself from comparing it to the Autumn Night’s Festival back home.$1#$b#It’s very similar, except the Autumn Festival lasts for three days and starts on the thirteenth instead of the twenty-seventh.$1",
"Tue.Phoebe.MidHeart.spring":"Considering the amount of times I’ve slipped on ice and fallen right on my butt, I am extremely surprised I still have cheeks to cushion my fall...!$1",
"Tue.Phoebe.MidHeart.summer":"Have you ever seen Barron’s bad side?$1#$b#Well, let’s say the apple doesn’t fall far from the tree.#$b#She really took after me in that regard. Her father was the calmer one between us.$1",
"Tue.Phoebe.MidHeart.fall":"Have you seen Jinx lately?$4#$b#She's getting a little chubby. Makes her even cuter!",
"fri.Phoebe.spring.2":"Barron has been very interested in our heritage.$1#$b#I never thought much of it. Other cultures have always interested me more-but her enthusiasm is very infectious.$4",
"Tue.Phoebe.MidHeart.winter":"I’ve noticed something a bit weird about the Republic.$3#$b#People here seem to think that the Gotoro Empire is one place with one culture.$2#$b#That’s so weird, isn’t it?#$b#The Empire has a lot of different people and places within it.$4",
"Wed.Phoebe.MidHeart.spring":"Barron and I went to Zuzu City last night and I'll tell you what...#$b#I’ve never seen anyone throw a whole person into a trash bin before.$4#$b#Funniest thing I’ve ever seen!$1#$b#Remind me to never piss off my daughter.$5",
"Wed.Phoebe.MidHeart.summer":"Whoa, coming in hot!#$b#You look close to suffering from heat exhaustion. Go cool down, yeah?$2#$e#Jeez...Well, if anything, at least get something cold to drink...$1",
"Wed.Phoebe.MidHeart.fall":"For a long time, I’ve always felt like a villain for letting Barron go as a baby...$3#$b#But her kindness and understanding...It’s really helped me learn to forgive myself.",
"Wed.Phoebe.MidHeart.winter":"It’s freezing out, but shockingly not the coldest I’ve dealt with.$4#$b#You should visit the Arctic Circle.#$b#Now THAT was cold-your spit would freeze before hitting the ground, you know!$1",
"Thu.Phoebe.MidHeart.spring":"I saw the weirdest fish for sale in Pelican Town...#$b#This older gentleman called it a Blobfish.$2#$b#Poor thing had a face only a mother could love.$3",
"Thu.Phoebe.MidHeart.summer":"I saw this weird little crab yesterday, sort of looked like my grandmother.#$b#Well, except my grandmother looked way crabbier.$4",
"Thu.Phoebe.MidHeart.fall":"I saw Barron staring at that bald-headed fellow, what’s his face?$3#$b#Roddy? Roadey?$2#$b#Eh. Anyways, she has weird taste in writers.$1",
"Thu.Phoebe.MidHeart.winter":"Barron is out of her mind!#$b#She really comes out here and then reads a book in this weather.$4#$b#Reminds me of her father.$1",
"Fri.Phoebe.MidHeart.spring":"Read this book about pronouns.#$b#Don’t understand a bit of it, but honestly? Good for people figuring things out.$1#$b#Wish I had a chance to do that when I was their age.$5",
"Fri.Phoebe.MidHeart.summer":"Sometimes I miss being in a relationship, but in the end, I realize I don’t like dating much.#$b#Just never could relate to the desire. Guess it’s a ‘me thing’, though.$3",
"Fri.Phoebe.MidHeart.fall":"In Tuuwe, there’s a saying...#$b#’The Shadow of Death is a warm one’.#$b#For me, it’s always been comforting, but every time I mention the saying to others they look at me strangely.$3",
"Fri.Phoebe.MidHeart.winter":"I’ve searched for a long time for paradise but, you know? I’m starting to think maybe it’s more complicated than just finding somewhere cozy.#$b#I’ve never been as happy as I am right now.$3#$b#Now that my daughter is back in my life.$1",
"Sat.Phoebe.MidHeart.spring":"Barron is so much better with money than I am.$5#$b#She’s so frugal, almost like a little bank.$1",
"Sat.Phoebe.MidHeart.summer":"Joja seems like a much smarter place to shop, but something feels pretty off about the whole giant mega company situation.$3",
"Sat.Phoebe.MidHeart.fall":"The youth in this town have grown up waaay too fast.$1#$b#When I was young like them, I looked like a baby!$3",
"Sat.Phoebe.MidHeart.winter":"You know, this town has a pretty wide variety of people in it.#$b#I’ve never seen so many interesting personalities in one place before.$1",
"Sun.Phoebe.MidHeart.spring":"Jinx? She's such a strange creature, but she's growing on me.$1#$b#Plus, she’s such a pretty and gentle animal, it's impossible not to dote on her.$1",
"Sun.Phoebe.MidHeart.summer":"Sorry bud, my energy is totally unavailable today.$2#$b#I am just too tired to socialize...$3#$e#%She lifts a brow and then starts ignoring you.",
"Sun.Phoebe.MidHeart.fall":"With all this candy, it's hard not binging on sweets this season...$2",
"Sun.Phoebe.MidHeart.winter":"Arah above, it's freezing today.#$b#I'm not used to this weather at all...$2",
"Saloon.Phoebe.MidHeart.spring":"I promise you I don't have a problem, now that Shane kid...He needs some serious help.$2",
"Saloon.Phoebe.MidHeart.summer":"I think Pam has broken every record I have ever set, woman can drink a keg at this rate...$2",
"Saloon.Phoebe.MidHeart.fall":"I was thinking of taking up sketching again, I really miss it honestly.$1",
"Saloon.Phoebe.MidHeart.winter":"Barron asked me to cut back on booze, so I'm having coffee this time.$1",
"Phoebe.AcceptGift_(O)WWWA.AutographedPhoto":"Uh, who's this dude your grandpa?$3",
//Festival Dialogue
"Phoebe.GreenRain":"I've seen rain like this before, sort of, wasn't really green though, just cloudy.$3",
"Phoebe.DesertFestival":"Maverick is as quick witted as ever, he has a knife for a tongue.$1",
"Phoebe.TroutDerby":"I am incredibly interested in the enthusiasm around fish in this town.$1",
"Phoebe.SquidFest":"Wonder if I could catch a squid...$3",
// text shown if nothing else matches
"Phoebe.festival-default":"Love a good party or well, festival.$1", // TODO

// egg festival
"Phoebe.spring13":"Tuuwe has a festival like this, but instead of eggs you gotta find Yoho pops.$1",
"Phoebe.spring13.friendly":"It's sweet how excited the kids get isn't it?",
// flower festival
"Phoebe.spring24.Unmet":"Have you seen Barron?#$b#She looks so beautiful, doesn't she?$1#$b#Just like I was when I was her age!$1",
"Phoebe.spring24.friendly":"If I could nab a date, I would join in on the dancing.#$b#I love to dance, it's always been a passion of mine.$1",

// luau
"Phoebe.summer11":"I can't wait to eat, I am starving.$1",
"Phoebe.summer11.friendly":"I put in something spicy this year, add some flavor you know.$1",
// jellies
"Phoebe.summer28":"I used to have a pet jelly at one point, but I had to let her go.$3#$b#A wild animal is no pet you know.$2",
"Phoebe.summer28.friendly":"Barron loves this festival so much, had to come with her honestly.$1",
// Marketpalooza (from Fellowclown.Nikolai mod)
"Phoebe.fall3.Unmet":"Oh, hey there, I'm Barron's mother. Well, her biological one, at least.#$B#Anyways, the name's Phoebe.$1#$b#I suggest trying the food here, Marketpalooza has some good eats.$1",
"Phoebe.fall3.friendly":"Evening @, nice to see you.#$b#Nikolai is selling some exotic honey varieties; I really love his Sunshine Honey.$1",
// fair
"Phoebe.fall16":"It smells like livestock and pits here.$3#$b#But at least there's some cute girls to meet.$1",
"Phoebe.fall16.friendly":"Keep your eye out for a rabbit, one of them got loose a bit ago.$3",
// spirit's eve
"Phoebe.fall27.Unmet":"Isn't it fun here?#$b#I'm glad I showed up when I did. The Festival is really something!$1",
"Phoebe.fall27.friendly":"I can't really eat any candy, but I do love spending time outside with Barron. It's pretty fun!",
// festival of ice
"Phoebe.winter8":"I hate the smell of fish, but they sure do taste great.",
"Phoebe.winter8.friendly":"If you decide to fish, try using some bait.#$b#Heard that helps a lot.$1",
// winter star
"Phoebe.winter25":"Can't believe the month's already coming to a end, it's pretty crazy how fast that went by.$1",
"Phoebe.winter25.friendly":"I don't really understand this festival but it's sweet at least.$1",
//Incoming Calls
"Phoebe.PhoneCall.1":"Hello?$3#$b#Hello? Man, how does this thing even work.$3#$b#Barron how does this wor-",
"Phoebe.PhoneCall.2":"Hey buddy, figuring out this phone slowly.#$b#Wanted to test it out and give you a call.#$b#But erm, that's really it though.$3#$b#Talk later I guess.$3",
"Phoebe.PhoneCall.3":"Hey buddy, do you think I could save your number?$1#$b#...Erm, do you know how to do that?#$b#Eh, nevermind I'll just write it down.#$b#Talk to you later buddy.$1",
//Movies
"Phoebe.movies.0.before":"Been a hot minute since I watched a movie.$1#$b#Hoping it’s a good one.", 
"Phoebe.movies.0.during":"Oh...#$b#That’s unexpected...$2",   //sapling
"Phoebe.movies.0.after":"Um, sorry.$2#$b#I just need a minute, I guess. The movie was pretty sad.$4",

"Phoebe.movies.1.before":"I love a good documentary!#$b#Can’t wait to watch.$1", 
"Phoebe.movies.1.during":"Oh hey!#$b#I’ve been there before, it’s a great area!$4",   //Natural Wonders
"Phoebe.movies.1.after":"That was great, really brought back some good memories, too.$4",

"Phoebe.movies.2.before":"A Western, hunh?#$b#Alright, I’ll give it a shot.$3",
"Phoebe.movies.2.during":"Whoah!#$b#Look at that guy!$4#$b#What a cutie.$5",   //Prairie King
"Phoebe.movies.2.after":"That was a pretty great movie. Westerns aren’t usually my thing-but this one's not bad!$4",

"Phoebe.movies.3.before":"Wumbus?#$b#Sounds like some type of disease.$4",
"Phoebe.movies.3.during":"She looks confused, yet enthralled by the movie.",   //Wumbus
"Phoebe.movies.3.after":"I feel weirdly enlightened...$3",

"Phoebe.movies.4.before":"Ooh, I love this one.#$b#It’s a bit weird, but that’s why I like it!$5",
"Phoebe.movies.4.during":"Oh, this is my favorite part!$4",   //Mysterium
"Phoebe.movies.4.after":"Wasn't that awesome? I love a good thought-provoking movie.$1",

"Phoebe.movies.5.before":"Barron warned me about this one...$2#$b#I’ll give it a chance, though.",
"Phoebe.movies.5.during":"Jeez, what the heck?$2",  //It Howls In The Rain
"Phoebe.movies.5.after":"That was...kind of disturbing.$3",

"Phoebe.movies.6.before":"A holiday movie?#$b#Hm, never really been into those...$2",
"Phoebe.movies.6.during":"She looks pretty unimpressed...$3",   //Miracle At Coldstar Ranch
"Phoebe.movies.6.after":"Well, that was okay.#$b#Could go a few years without seeing it again, honestly.$2",    

"Phoebe.movies.7.before":"A romance movie?#$b#Didn’t take you to be the soft type.$4",
"Phoebe.movies.7.during":"She starts giggling.",    //Zuzu City Express
"Phoebe.movies.7.after":"I’m sorry for giggling in there, the romantic genre really makes me laugh sometimes...$5",

/************************************************
Jinx's Information
************************************************/
"FC.Jinx": "Jinx",
//Gift Related dialogue
"AcceptGift_(O)StardropTea.Jinx": "Jinx happily laps up the tea. You've earned her approval.$1",
"Jinx.gift.love": "She beams with pure delight!$1",
"Jinx.gift.like": "Jinx really likes this, she lets out a pleased huff.$1",
"Jinx.gift.dislike": "You've disappointed Jinx, she dislikes your gift.$2",
"Jinx.gift.hate": "You've made Jinx angry, your gift has offended her deeply.$3",
"Jinx.gift.neutral": "Jinx is pleased with your gift.$1",
"AcceptBirthdayGift_Loved.Jinx": "She doesn't know it's her birthday, but she's happy for the gift!$1",
"AcceptBirthdayGift_Liked.Jinx": "She doesn't know it's her birthday, but she likes the gift.",
"AcceptBirthdayGift_Disliked.Jinx": "She doesn't know it's her birthday and she also dislikes her gift.$2",
"AcceptBirthdayGift_Hated.Jinx": "She doesn't know it's her birthday and she also hates  her gift.$3",
"AcceptBirthdayGift_Neutral.Jinx": "She doesn't know it's her birthday and her gift has no real effect on her.",
"Jinx.reject_809": "%She doesn't understand, Jinx sniffs the ticket but then gets upset that it's not food.",
//Special Dialogue
"DumpsterDiveComment.Jinx": "She doesn't say anything, she's an animal, but you think she approves.$1",
"RejectBouquet_NotDatable.Jinx": "Jinx is an animal, she will not date human beings.",
"HitBySlingshot.Jinx": "She lets out a angry snarl.$3",
"intro.Jinx": "Her gaze is so emotional, like she knows something truly heartbreaking.$2",
//Everyday Dialogue
"mon.Jinx.spring": "She looks happier today.$1",
"tue.Jinx.spring": "Jinx bounces slightly, she's so happy to see you.$1",
"wed.Jinx.spring": "She growls but then licks your hand.$3",
"thu.Jinx.spring": "There's something sticky on her maw, wonder what she was eating?$1",
"fri.Jinx.spring": "She lets out a happy yip yip!$2",
"sat.Jinx.spring": "She looks thoughtful, wonder what's on her mind.$2",
"sun.Jinx.spring": "Jinx is still damp from her bath.$2",
"mon.Jinx.summer": "She looks impatient, like she's waiting for something important.$1",
"tue.Jinx.summer": "She bites hold of your sleeve and playfully tugs at it.$1",
"wed.Jinx.summer": "Jinx lets out a huff before looking away, guess she's annoyed today.$3",
"thu.Jinx.summer": "Jinx seems excited, She's missed you dearly.$1",
"fri.Jinx.summer": "You give Jinx many scritches.$1",
"sat.Jinx.summer": "Jinx bumps her nose against your hip, she wants pets.$1",
"sun.Jinx.summer": "She looks angry today, wonder why?$5",
"mon.Jinx.fall": "Jinx yawns loudly, she looks so sleepy today.$2",
"tue.Jinx.fall": "You go to pet Jinx, but she shrinks away with annoyance.$3",
"wed.Jinx.fall": "%You look closely and notice that Jinx has large scars down her left leg...What happened?",
"thu.Jinx.fall": "Jinx lets out a happy squealing sound, and then she nudges her nose against your hand.$1",
"fri.Jinx.fall": "She shakes her head, and then huffs at you playfully.$1",
"sat.Jinx.fall": "She’s so happy to be alive, so happy to be here with you!$1",
"sun.Jinx.fall": "Jinx seems anxious today, wonder what's on her mind?$2",
"mon.Jinx.winter": "She's shivering slightly, must be cold.",
"tue.Jinx.winter": "Jinx licks at your hand, wonder what she wants?$1",
"wed.Jinx.winter": "She has food sticking to her snout, she must have been eating not too long ago.$1",
"thu.Jinx.winter": "%You give Jinx a pat on the head, and then she lets out a happy noise.",
"fri.Jinx.winter": "Jinx is looking happy today, and she becomes even more happy when she notices you.$1",
"sat.Jinx.winter": "Wonder if Jinx is warm enough, with fur so short she must hate the cold.$2",
"sun.Jinx.winter": "It's Sunday, that means it's bath day, and Jinx is already getting ready for a fight.$3",
//Mod Crossovers
"Jinx.AcceptGift_(O)WWWA.AutographedPhoto": "%She eats the autograph.",


/************************************************
Bubba Dialogue
************************************************/
"FC.Bubba": "Bubba",
//Gift Related dialogue
"AcceptGift_StardropTea.Bubba": "%He uses his paw to knock the cup from your hand and then he frantically licks the tea up from the ground.",
"Bubba.gift.love": "Bubba loves this gift, you've earned his favor.$1",
"Bubba.gift.like": "Bubba likes this gift, you've made him happier.$1",
"Bubba.gift.dislike": "Bubba is confused by your gift.$2",
"Bubba.gift.hate": "Bubba is angry, you've offended him.$3",
"Bubba.gift.neutral": "Bubba has no real reaction to your gift.",
"AcceptBirthdayGift_Loved.Bubba": "Bubba doesn's know it's his birthday, but he loves the gift.$1",
"AcceptBirthdayGift_Liked.Bubba": "Bubba doesn's know it's his birthday, but he likes the gift.$1",
"AcceptBirthdayGift_Disliked.Bubba": "Bubba doesn's know it's his birthday and he dislikes the gift.$2",
"AcceptBirthdayGift_Hated.Bubba": "Bubba doesn's know it's his birthday and he hates the gift.$3",
"AcceptBirthdayGift_Neutral.Bubba": "Bubba doesn's know it's his birthday and he has no real reaction to the gift...",
"Bubba.reject_809": "%Bubba isn't interested in going to the movies.",
//Special Dialogue
"DumpsterDiveComment.Bubba": "He yips in approval!$1",
"RejectBouquet_NotDatable.Bubba": "%Bubba is just a baby-And also an animal.",
"HitBySlingshot.Bubba": "%He lets out a loud whimper, Bubba is frightened of you.",
"intro.Bubba": "He seems curious, the world is new to him.$1",
//Everyday Dialogue
"mon.Bubba.spring": "There's a fire in his gaze, he thirsts for adventure.$1",
"tue.Bubba.spring": "Bubba yips at you and then nibbles at your hand.$1",
"wed.Bubba.spring": "He lets out a sound, it sounds sort of like laughter.$1",
"thu.Bubba.spring": "Bubba's still damp from a bath, he seems pretty grumpy about it too.$2",
"fri.Bubba.spring": "He lifted his maw high and then huffs. Someone's feeling sassy today.$1",
"sat.Bubba.spring": "Bubba has a little nip mark on his snoot, maybe Jinx had to correct his feisty behavior?$2",
"sun.Bubba.spring": "Bubba wiggles where he stands, he's so excited today.$1",
"mon.Bubba.summer": "Bubba rushes downward and starts to chew on your shoe.$1",
"tue.Bubba.summer": "He's looking a little round, maybe even chunky.$1",
"wed.Bubba.summer": "He has food stuck to his muzzle, maybe he just ate?$1",
"thu.Bubba.summer": "Bubba acknowledges you with a sniff.$1",
"fri.Bubba.summer": "%Bubba yawns, his maw gaping widely in a frightening way...He has such sharp teeth.",
"sat.Bubba.summer": "%There's a bit of gravy on his nose, he sure loves to eat.",
"sun.Bubba.summer": "You go to pet Bubba, but he growls at you...Guess he's not feeling it.$3",
"mon.Bubba.fall": "You notice that Bubba has gotten bigger, he's really growing up fast.$1",
"tue.Bubba.fall": "%Bubba has a piece of cloth in his mouth, he chews it quickly when you reach for it.",
"wed.Bubba.fall": "There's a look in his eyes, Bubba is planning something, you can tell.%3",
"thu.Bubba.fall": "He's whimpering and bouncing, wonder what he wants?$1",
"fri.Bubba.fall": "Bubba lifts a paw to say hello, Barron has been teaching him tricks.$1",
"sat.Bubba.fall": "Bubba sits and yips at you loudly, he wants something but what could it be?$1",
"sun.Bubba.fall": "There doesn't seem to be much thought behind his gaze, he's in his own world.",
"mon.Bubba.winter": "Bubba is shivering, he must be chilly.$2",
"tue.Bubba.winter": "%He's sticking his tongue out and wiggling it...Why Bubba?",
"wed.Bubba.winter": "He's not interested in attentioned, Bubba is on an adventure!$1",
"thu.Bubba.winter": "%He growls at you, something is wrong with Bubba.",
"fri.Bubba.winter": "%Bubba's in a better mood, he nudges you for pets.",
"sat.Bubba.winter": "He wiggles where he stands, Bubba's so happy to see you!",
"sun.Bubba.winter": "Bubba wishes you'd visit more often, he loves it when you come and say hello.$1",
//Mod Crossovers
"Bubba.AcceptGift_(O)WWWA.AutographedPhoto": "%Bubba sniffs the autograph and then sneezes against it.",

/************************************************
Vanilla Editions
************************************************/
"FaintingIncident.Robin":"I've not heard from John since he fainted, I hope he's okay.$2",
"FaintingIncident.Marnie":"Poor John, he doesn't look disabled but I guess he really does struggle.$2#$b#Hope he feels better soon.$2",
"FaintingIncident.Jodi":"I've fainted before, I have anemia so I get pretty dizzy sometimes.$2#$b#Maybe that's what John has too, I should mention it to him.$2",
"FaintingIncident.Harvey":"If I can't help John, I want to at least tell him what's wrong with him.$2",
"Mon.Abigail": "Jinx is so pretty, but I don't think I've ever met such a nervous animal before.$2#$b#I want to get closer but I'm scared of stressing the poor thing out.$2",
"Wed.Abigail": "Barron always has such interesting facts to share, I can really just sit and listen to her ramble if she lets me.$1",
"Fri.Abigail": "Don't get me wrong, I'm glad Barron found her mom...#$b#But she seems pretty shadey to me.$5",
"Mon.Alex": "Jinx doesn't seem to like me much, I think scare her.#$b#I can't help it though, I'm sort of a loud dude.",
"Wed.Alex": "Did you know John isn't elderly?!$7#$b#I totally thought he was, he has about as much pep as my grandfather.$1",
"Fri.Alex": "I saw this crazy big rat last night!$7#$b#Like, as big as a cat!$7#$b#Grandma tried petting it though, so I don't know, maybe it wasn't a rat afterall?",
"Mon.Caroline": "Barron is just the sweetest girl, I love bringing some tea leaves by occasionally and reading with her.$1",
"Wed.Caroline": "Phoebe is...An intersting person, I don't know how I feel about her yet though...$2",
"Fri.Caroline": "Can rats...talk?$2#$b#I swear I saw this rat talking a lot of trash towards Dusty the other day.$2",
"Mon.Clint": "Barron is real sweet, but she's way to smart for me.#$b#I'd feel like a real dumbass next to her.$3",
"Wed.Clint": "Have you met Jinx?#$b#She's a great Thylacine, I sort of can relate with her.$1",
"Fri.Clint": "Do you think Phoebe would consider dating someone younger then her?#$b#I mean, I guess that's weird but she makes me laugh.$1",
"Mon.Demetrius": "I have uncovered a invasive species of rodent in the valley.#$b#It's important not to confuse the Arkanomys lingua with common Valley rats, they are highly intelligent animals. In fact, some Shevit's are as smart as three year old human beings.$1",
"Wed.Demetrius": "As much as I appreciate the efforts to save the Thylacine.#$b#I can't help but disagree with the attempts to domesticate them.#$b#Thylacine's are carnivorious and it takes many hundreds of years to fully domesticate wild animals...$2#$b#It seems unwise to try and make them a everyday pet.$2",
"Fri.Demetrius": "I've been researching Arcania, I am very concerned about that nation's wild life crossing intot he valley...$2",
"Mon.Elliott": "I would love to visit the Bookworm Mobile and get to know Barron, but she seems far too busy to socialize.$2#$b#I can admire such a intelligent and driven woman though.$4",
"Wed.Elliott": "I was bitten! I was bitten by some sort of giant, mutated rat!$8#$b#I need to get to the hospital.$8",
"Fri.Elliott": "I wonder if John would like to join Barron and I for drinks at the saloon.#$b#He seems so shy, I think the man could use a friend.$1",
"Mon.Emily": "Barron has such a old soul.#$b#I can tell by her gaze.$1",
"Wed.Emily": "Jinx loves fish you know, that and gem bird...But I don't think I could give her that...$2",
"Fri.Emily": "I wish Haley would stop gossiping so much, she's going to offend someone one day.$2",
"Mon.Evelyn": "John is a sweet gentleman, I would love to hear a sermon from him.$1",
"Wed.Evelyn": "Barron is interesting, she's very quirky.$1",
"Fri.Evelyn": "There's a new kitty in town, he's so precious.#$b#He loves my cookies.$1",
"Mon.George": "Evelyn keeps on doting on this damn felid rat, I keep telling her to stop feeding it but she keeps on saying it's just a cat.$3#$b#She needs to find her glasses I swear.$2",
"Wed.George": "Sometimes Barron bring's over that Tazzy, it's nice I guess. Jinx is a real sweet animal.$1",
"Fri.George": "That Phoebe is up to no good, I know it. She's a real character, if she turns out to be scamming that sweet young lady, I might just snap.$3",
"Mon.Haley": "I love the Bookworm Mobile, there's actually some really beautiful vintage books on fashion there.",
"Wed.Haley": "Do you think there's a limit to how many books Barron will let me check out?$1#$b#I wonder if she would let me buy some books actually.",
"Fri.Haley": "John is a little off putting, I guess it's just because of his expression.$2#$b#He always looks so angry.$2",
"Mon.Harvey": "I worry about John, I hope I can figure out his condition.$2#$b#I would really hate to waste his time.$2",
"Wed.Harvey": "With the neighbor growing to the east, I've been noticing a influx of patient's visiting my office.$1#$b#I worry a bit less about bills now, it's really nice.$1",
"Fri.Harvey": "A few people have come into the office suffering from similar looking bites.#$b#I think the Valley might be developing a wild life issue.$2",
"Mon.Jas": "I love visiting the Bookworm Mobile for story time, Barron is a great story teller.$1",
"Wed.Jas": "I have a new friend!#$b#His name is pop, he was scary at first but he ended up being a nice little guy.#$b#Don't tell him that though, he gets mad for some reason.$1",
"Fri.Jas": "I love Jinx so much! She's so sweet and soft.$1",
"Mon.Jodi": "Ever since I started taking Vincent to the Bookworm Mobile, he's been using much more complex words.$1#$b#I'm proud of my little boy.$1",
"Wed.Jodi": "Sam can be difficult sometimes, but he seems to always be willing to take Vincent to East scarp to read book with Barron.$1#$b#I really appreciate the time to myself too.$1",
"Fri.Jodi": "I think John might have eyes for Robin, but don't tell anyone I said that.$1#$b#It's just a guess anyway, he's always blushing when he sees her.$1",
"Mon.Kent": "Phoebe's from Arcania, her accent is real thick.#$b#I have a hard time understanding the woman, but she seems really kind.$1",
"Wed.Kent": "I don't mind the Bookworm, it's real quiet and peaceful. A man can actually relax there.$1",
"Fri.Kent": "I don't think I'd ever adopt one of those Tazzy's.#$b#But Jinx is close to changing my mind.$1#$b#We both seem to be pretty anxious and I can relate honestly.$2",
"Mon.Leah": "Barron asked if I'd be willing to paint a mural for her in the Bookworm Mobile. I think it'd be pretty fun, I'm waiting for her to bring me some rough drafts of what she's wanting.$1",
"Wed.Leah": "I can't help but be curious about John, he seems sort of mysterious.$1",
"Fri.Leah": "Do you think Barron would like some books on art for the Bookworm Mobile?$1#$b#I've so many beginner guides, I really could use the extra space.$1",
"Mon.LeoMainland": "I can't read so well, but Barron has been teaching me with Miss Penny.#$b#They're both very kind.$1",
"Wed.LeoMainland": "I like visiting the Bookworm Mobile, but Jinx is scary...Her kind eats Birds!$2",
"Fri.LeoMainland": "Do you think Pop would like to stay at my tree? He's seems so lonely out on his own.$2",
"Mon.Lewis": "The town is really growing, I wonder how this years election will go...$2",
"Wed.Lewis": "I keep telling Demetrius to catch that rat somehow, but I think he's purposely letting that pest run loose.$3",
"Fri.Lewis": "Barron is sweet, she reminds me of someone though...I just can't put my finger on it.$2",
"Mon.Linus": "I like it when John comes by, he usually shares his coffee with me.#$b#Such a kind soul, I'm not used to such good treatment.",
"Wed.Linus": "I woke up to some type of animal cuddled against my stomach.#$b#I didn't mind though, I just went back to sleep.$1",
"Fri.Linus": "Barron reminds me of this sweet man I met a long while ago, don't know what happened to him but makes me curious if they're related.$1",
"Mon.Marnie": "With the adoption angency by my side, I've been feeling way more confident about my business.#$b#Plus, it's nice meeting people who love animals as much as I do.$1",
"Wed.Marnie": "Barron has a beautiful heart, I admire her for adopting a difficult case like Jinx.$1",
"Fri.Marnie": "Pheobe seems to be warming up to Jinx, I'm starting to wonder if she'll be adopting a Thylacine of her own.$1",
"Mon.Maru": "I wonder why Phoebe gave Barron up for adoption all those years ago.$2#$b#I can't help but be curious.$2",
"Wed.Maru": "I've been researching Arcania and those islands seem to be extremely dangerous even to it's own wild life.$2",
"Fri.Maru": "I usually don't condone bringing invasive species over to the valley, but with how hazardous the enviroment is in Arcania, I sort of hope we can bring the weaker animals here.$2",
"Mon.Pam": "That Phoebe thinks she so great, at least I had enough heart not to abandon my kid.$3",
"Wed.Pam": "Reading isn't really my thing, but I do admire Penny for loving it so much. Think that's why she's so smart, always visiting that Bookworm Mobile and reading the day away.$1.",
"Fri.Pam": "I could use a stout drink, I would really love some Arcanian Whiskey. Maybe Phoebe has a bottle.$1",
"Mon.Penny": "I think it's pretty neat, a traveling library.$1",
"Wed.Penny": "I have issues with my mother, but I'm really glad she stuck around...Poor Barron grew up all alone.$2",
"Fri.Penny": "Do you think Barron would let me work at her library? I would love to be surronded by books all day.$1",
"Mon.Pierre": "Business has been booming lately, glad for the extra cash if I honest.$1",
"Wed.Pierre": "John mentioned taking a vacation with my family, but I don't know...that would be a lot of missed out revenue.$2",
"Fri.Pierre": "Wonder if Barron would let me post some advertisment's inside her library.$1",
"Mon.Robin": "East Scarp could be a big opportunity for me, if I can figure out how to offer my services over there.",
"Wed.Robin": "I wonder if John would consider running for mayor, I think he would make a pretty good leader if he applied himself.$1#$e#Don't tell Lewis I said that though...$2",
"Fri.Robin": "Phoebe really is the life of the party, I swear wherever she goes excitement just follows.$1",
"Mon.Sam": "Vincent has been learning a lot about dinosaurs lately, I think it's because he looks up to Barron.#$b#She seems really into that stuff too.$1",
"Wed.Sam": "I don't like hanging out at the Bookworm Mobile, but my mom seems happier after some time alone so, I guess it's not too bad.$1",
"Fri.Sam": "Barron makes this pastry treat that's just really freaking good.#$b#I think I'm addicted to it.$1",
"Mon.Sebstian": "Barron has a lot of books on the occult in her library. It's sort of cool considering how conservative Pelican Town can be.",
"Wed.Sebstian": "I would seriously invite John and Barron to hang out, but I don't know if they would want to hang out with people much younger then them.$2",
"Fri.Sebstian":"I learned the other day that Thylacine's weren't originally found in tropical areas.#$b#Wonder how they ended up in Arcania.",
"Mon.Shane": "Bah, the way Pam and Phoebe bicker is annoying. I wish they'd take it outside the saloon.$5",
"Wed.Shane": "Maybe if I put my headphones on, people won't talk to me as much. Barron really seems to think I want to socialize.$2",
"Fri.Shane": "Maybe I'm just good at being angry, but if I was Barron I wouldn't have forgiven Phoebe for abadoning me so quickly.$5",
"Mon.Vincent": "Did you know that there are really tiny dinosaurs? I always thought they were all huge but Barron showed me a book about smaller ones.$1",
"Wed.Vincent": "I wonder if Jinx can be ridden like a pony, I think that would be so cool to ride her into town like a warrior!$1",
"Fri.Vincent": "Phoebe said, that her grandfather won lots of battles. I hope my daddy wins his battles too, so he can come home.$2",
"Mon.Wizard": "Someone with an interesting bloodline is visiting the valley. I can feel their prescence.",
"Wed.Wizard": "Long ago I knew a man who was older then any living being in the world. I wonder what has happened to him, if he's still alive and wandering.",
"Fri.Wizard": "Long ago, a group of Arcanian people, ventured from their hazardous homeland to the valley. They have vanished with time, much like the elves...But their influence stays.",
"Mon.Krobus": "The people from the sea, they brought many spices and artifacts. I don't know where they went, but their stuff remains.$2",
"Wed.Krobus": "I sneak around, sometimes in East Scarp. There are intersting humans there...But I think a giant has arrived? She is much too tall to be human, right?",
"Fri.Krobus": "What is it like to drink void juice? What is it void juice?$2",
"Mon.Mister Qi": "Isn't it fascinating how easily history can be forgotten?#$b#It's too bad, the sea nomads of Arcania were very knowledgable. The people of today could learn a thing or two from them.",
"Wed.Mister Qi": "Keep your eyes peeled @, there are things in this valley that are far to easy to over look.",
"Fri.Mister Qi": "A girl and her Thylacine.#4b#What a wonderful little story.",
"Mon.FC.Alan": "The animals of the valley, they keep talking about a woman of ancient blood.$5#$b#I've no clue what they're going on about, what woman?$2",
"Wed.FC.Alan": "At first I thought only I could hear Pop when he spoke, but it turns out he's of the animal variety that has been gifted the skill of speech.$1",
"Fri.FC.Alan": "My mother and Phoebe do not like eachother at all.#$b#They just glare at eachother.$2",
"Mon.FC.Dezerie": "I'm sick of Phoebe, she's very irresponsible and extremely obnoxious.$3",
"Wed.FC.Dezerie": "At least Phoebe's daughter is tolerable, I can actually hold a conversation with her.$1",
"Fri.FC.Dezerie": "What a gentle soul John is, have you met him? Do tell him hello for me if you see him around dear.$1",
"Mon.FC.Grady": "Phoebe and Maverick, they definitely had a fling. I can absoutely tell.$1",
"Wed.FC.Grady": "Barron is a sweetheart, I would be tickled to have a daughter like her.",
"Fri.FC.Grady": "Barron looks familiar to me, I think it's her eyes. They remind me of Lyells sometimes.$1",
"Mon.FC.Kaia": "Phoebe asked a lot of weird questions, she seems pretty interested in getting to know me.#$b#I guess that's sweet though, I could use a friend.$1",
"Wed.FC.Kaia": "Nikolai and Barron are such good friends, I'm glad he has her.$1",
"Fri.FC.Kaia": "I overheard Phoebe talking about traveling, it sounds nice...But she had to give up Barron to do that...$2",
"Mon.FC.Lyell": "John's such a old soul, I can see it in his face and hear it in his voice.#$b#I hope he is finding time to rest.$2",
"Wed.FC.Lyell": "Barron is...Important I think, I don't know why but I feel like I should protect her.#$b#Maybe it's just because she looks a lot like my daughter, Amanda.$1",
"Fri.FC.Lyell": "I saw a baby Shevit in town. Wasn't expecting that at all, but it was such a cute little thing, made me happy to see one so far from home.$1",
"Mon.FC.Maverick": "Phoebe being back is...Nice...I've missed her.$1",
"Wed.FC.Maverick": "I think a traveling library is a great idea, what a fun way to spread the joy of reading.$1",
"Fri.FC.Maverick": "That damn rat was back last night, digging through my trash.#$b#Little bastard!$3",
"Mon.FC.Nikolai": "I love visiting Barron's place, she's such a great friend to me. Plus, she's a great cook when she's not catching the stove on fire.$6",
"Wed.FC.Nikolai": "John seems really interested in ancient religious practices.#$b#I think it's neat too but sometimes reading  about it gives me a headache.$2",
"Fri.FC.Nikolai": "Jinx is probably the sweetest thylacine I know. Even the ones at the refuge aren't as gentle as she is.$1",
"Mon.FC.Valerie": "Barron has so many books on the occult and spirit magic. Some of them are even vintage, I've been trying to talk her into letting me buy them.$1",
"Wed.FC.Valerie": "I think John might be scared of me, he can barely even look at me in the eyes.$2",
"Fri.FC.Valerie": "That little shevit is such a rascal, even though he's a sweetie, make sure to call him evil or you'll hurt his feelings.$1",
"Mon.FC.Zuuie": "I have seen many years pass, but there is someone who's seen more then me!$1#$b#They are peaceful and resting, but still they watch.",
"Wed.FC.Zuuie": "I do not understand, I thought humans kept their young?$2",
"Fri.FC.Zuuie": "Do you hear it, the winds are changes. The chimes are different, the souls of this land are waking up.$1",
/************************************************
Technical Information
************************************************/
//Quest
"FC.BagOfSeaglass.Quest.Title":"The Missing Sea Glass.",
"FC.BagOfSeaglass.Quest.Desc":"John lost his bag of Sea Glass and needs you to return it to him.",
"FC.BagOfSeaglass.Quest.Obj":"Locate and return John's bag of Sea Glass.",
"FC.BagOfSeaglass.Quest.Reaction":"You found it, I can't believe it. Thank you so much, @.$1#$b#Here, you can have one, maybe we can start collecting them together!#$b#Oh, and if you collect five pieces of Sea glass you can craft yourself a glass flower display.$1[Fellowclown.AND_Seaglass]",
"FC.JohnsWine.Quest.Title":"Find the Altar Wine.",
"FC.JohnsWine.Quest.Desc":"John lost a whole bottle of wine.",
"FC.JohnsWine.Quest.Obj":"Find and return the Altar Wine to John.",
"FC.JohnsWine.Quest.Reaction":"Thank you for finding it, I really didn't want to have wasted all that money.$1",
"FC.JohnsRing.Quest.Title":"Find John's Ring.",
"FC.JohnsRing.Quest.Desc":"John lost his ring.",
"FC.JohnsRing.Quest.Obj":"Find and return John's ring.",
"FC.JohnsRing.Quest.Reaction":"Thank you so much, this ring belonged to my father.#$b#It's a family heirloom.#$b#Here, I hope this is a good enough reward.",
"FC.JohnsNecklace.Quest.Title":"Find John's Necklace.",
"FC.JohnsNecklace.Quest.Desc":"John lost his mother's necklace.",
"FC.JohnsNecklace.Quest.Obj":"Find and return John's Necklace.",
"FC.JohnsNecklace.Quest.Reaction":"I can't believe you found it so quickly, thank you @.#$b#Here's I hope this reward is enough.$1",
"Quest.BarronsBook.Title":"Barron's Book",
"Quest.BarronsBook.Description":"I can't find my book anywhere, it's my favorite one. I've looked all over East Scarp and Pelican Town for it. If you come across it, please consider returning it. I will happily reward you for your help as well.",
"Quest.BarronsBook.Objective":"Find Barron's favorite book.",
"Quest.BarronsBook.Reaction":"My book!$1#$b#You really found it.$1#$b#Thank you so much! Here, take this-you've earned it![Fellowclown.AND_BlueWarthog]",

"Quest.TheCuff.Title":"The Golden Bracelet",
"Quest.TheCuff.Description":"For generations, my family has passed down a very special golden bracelet. I've been wearing it for years, only to notice it isn’t on my wrist anymore. I can't find it and it would mean the world to me if you find it and return it. It's a very thick cuff bracelet. I hope you've better luck than me.",
"Quest.TheCuff.Objective":"Find the Golden Bracelet.",
"Quest.TheCuff.Reaction":"...Wow!#$b#You found it, you really found it!$1#$b#Thank you, thank you so much @!#$b#This bracelet means the world to me.$1.#$b#Here, this is for you.[84]",


"Quest.PhoebesPackage.Title":"Important: Please Read!",
"Quest.PhoebesPackage.Description":"The toy store owner Phoebe got a package late last night. I don't have time to deliver it, please go to my house and pick up the package.Then when you get a chance, deliver it to her please. Thanks. -Lewis",
"Quest.PhoebesPackage.Objective":"Deliver Phoebe's package.",
"Quest.PhoebesPackage.Reaction":"Oh!$1#$b#A package for me?#4b#It must be the new stock. Here, take one home with you.#$b#Think of it as a thank you gift!$1[Fellowclown.AND_PinkWarthog]",
//Mail
"FC.BagOfSeaglass.Title":"John's Bag Of Sea glass.",
"FC.BagOfSeaglass.Mail":"After collecting an entire bag of Sea Glass, I realized on my way home that I lost it.^If you could find it and return it to me I would be very grateful.^-John",
"FC.FrostedCake.Title":"Father's Frosted Cake Recipe.",
"FC.FrostedCake.Mail":"This is my father's favorite, the recipe has been in the family for a long time. -John",
"FC.HotCereal.Title":"Mother's Hot Cereal Recipe.",
"FC.HotCereal.Mail":"My mother used to make this every Sunday for breakfast, you should try it out. -John",
"FC.JohnsWine.Title":"The Missing Altar Wine.",
"FC.JohnsWine.Mail":"I just lost my recently purchased bottle of Altar Wine.^If you find it, please return it. I'll reward you if you do.^-John",
"FC.JohnsRing.Title":"The Missing Ring.",
"FC.JohnsRing.Mail":"My ring has gone missing, if you find it, I'll trade a reward for it.^-John",
"FC.JohnsNecklace.Title":"The Missing Necklace.",
"FC.JohnsNecklace.Mail":"I can't find my mother's necklace, she gave it to me when I earned my Priesthood.^I keep misplacing everything. Please if you find it, return it to me.^I'll reward you.^-John", 
"FC.Temple.Title":"Grand Opening!!!",
"FC.Temple.Mail":"The new East Scarp Temple has been renovated and is open to patrons.^We hold sermons every Wednesday and Sunday at ten in the morning.^Consider joining us today between 9am and 1pm for a small house warming party!^Excitedly^-John Lovejoy",
"FC.CheesyWhiteRisotto.Mail":"I forgot to mention, that since there's an Arcanian Hog wandering the valley.^That you might just come across the White Truffles.^Though it'd be easier just to get am Arcanian Hog from Marnie's.^When you get a hold of enough White Truffles, try this recipe out.^My father used to make it every sunday.^-John Lovejoy",
"FC.CheesyWhiteRisotto.Title":"Cheesy White Risotto Recipe",
"Mail.BarronsBook":"I can't find my book anywhere, it's my favorite one.^I've looked all over East Scarp and Pelican Town for it.^If you come across it, please consider returning it.^I will happily reward you for your help as well.^-Barron",
"Mail.TheCuff":"For generations, my family has passed down a very special golden bracelet.^I've been wearing it for years, only to notice it isn’t on my wrist anymore.^I can't find it and it would mean the world to me if you find it and return it.^It's a very thick cuff bracelet.^I hope you've better luck than me.^-Phoebe",
"Mail.PhoebesPackage":"The toy store owner Phoebe got a package late last night.^I don't have time to deliver it, please go to my house and pick up the package.^Then when you get a chance, deliver it to her please.^Thanks. -Lewis",
"Mail.TastyPastry":"This pastry was my favorite winter treat.^Try it fresh and hot with a glass of cold milk, it's honestly the best.^-Barron",
"BarronsTastyPastry":"Barron's Tasty Pasty.",
"mail.GemBirdPatties":"I heard a lady named Marnie has partners with the Thylacine sanctuary.^If you buy one of the beauties from her shop try out this recipe.^Thylacine's hunt Gem Birds, so you'd need to keep an eye out for their kills.^-Phoebe",
"PhoebesGemBirdPatties":"Phoebe's Gem Bird Patties",
"Mail.VoidJuice":"I discovered a pretty tasty recipe for juice, give it a shot!^-Barron",
"BarronsVoidJuice":"Barron's Void Juice",
"FC.BubbasBirth.Title":"Big News from the Alkias family!",
"FC.BubbasBirth.Mail":"Since you were there during the appointment, I figured you'd want to know what was happening with Jinx.^Well, we didn't get those test results back in time, because jinx was pregnant!^She just gave birth to a little tazzy last night. If you want you should come stop by and say hello to little Bubba, he's a little feisty but he sure is cute. But not today, he's still getting used to his suroundings-Phoebe",
"FC.PoppersSiblings.Mail": "To whom it may concern, the Agency of Foreign Animal Welfare has tasked me with homing several Arcanian Shevits. These species of rodent are large and require a Tropical Hutch to live healthy lives, a Shevit is similar to a house cat. So these species of Rodents are unable to live out in the wild. For a small adoption fee, you can come and take home a Shevit in need. Hope to see you soon^- Marnie",
"FC.PoppersSiblings.Title": "Pops siblings.",
//Custom Crops
"FC.PuckerWortSeeds": "Pucker Wort Seeds",
"FC.PuckerWortSeeds.Desc": "Plant these in spring and summer. Takes 5 days to mature.",
"FC.PuckerWort": "Pucker Wort",
"FC.PuckerWort.Desc": "Known in Arcania as pickle grass, this plant is easy to grow and beloved by childern as a snack.",

"FC.BiteBackMelonsSeeds": "Biteback Melon Seeds",
"FC.BiteBackMelonsSeeds.Desc": "Plant these in summer and fall. Takes 5 days to mature and continues producing after 3 days.",
"FC.BiteBackMelons": "Biteback Melon",
"FC.BiteBackMelons.Desc": "While apart of the melon family, this fruit bite backs with a sharp spicy flavor.",

"FC.CuccarootSeeds": "Cuccaroot Seeds",
"FC.CuccarootSeeds.Desc": "Plant these in fall and winter. Takes 5 days to mature.",
"FC.Cuccaroot": "Cuccaroot",
"FC.Cuccaroot.Desc": "Usually found in the wild tropics of Arcania. This plant is filling and used often in different desserts.",
//Custom Items
"FC.BagOfSeaglass":"Bag of Sea Glass.",
"FC.BagOfSeaglass.Desc":"John's bag of collected Sea glass.",
"FC.GlassDisplay":"Sea Glass Display",
"FC.GlassDisplay.Desc":"Flower display made from Sea glass.",
"FC.Seaglass":"Deep ocean Sea glass.",
"FC.Seaglass.Desc":"Sea glass that comes from the deepest depths of the ocean.",
"FC.JohnsNecklace":"John's Necklace.",
"FC.JohnsNecklace.Desc":"A prayer necklace owned by John, it gives you determination...",
"FC.JohnsRing":"John's Ring.",
"FC.JohnsRing.Desc":"A prayer ring, it gives comforting energy...",
"FC.JohnsWine":"Altar Wine.",
"FC.JohnsWine.Desc":"Special wine for the Altar of Yoba.",
"FC.Button":"Button",
"FC.Button.Desc":"Someone lost a button.",
"FC.SaveTheTazzy":"Save The Thylacine Shirt",
"FC.SaveTheTazzy.Desc":"Express your desire to save the Thylacine species.",
"FC.playhouse.shop":"Let's see what we got!",
"FC.BigCar":"Large Kids Car",
"FC.SmallTruck":"Small Truck",
"FC.SmallCar":"Small Car",
"FC.PinkShroomTable":"Pink mushroom table",
"FC.PinkShroomStool": "Pink mushroom Stool",
"FC.RedShroomTable":"Red mushroom table",
"FC.RedShroomStool": "Red mushroom Stool",
"FC.PurpleShroomTable":"Purple mushroom table",
"FC.PurpleShroomStool": "Purple mushroom Stool",
"FC.BlueShroomTable":"Blue mushroom table.",
"FC.BlueShroomStool": "Blue mushroom Stool",
"FC.PinkSquid":"Pink Squid",
"FC.BlueWarthog":"Blue Warthog Plush",
"FC.PinkWarthog":"Pink Warthog Plush",
"FC.Dino":"Dino Plushie",
"FC.TheCroc":"The Croc",
"FC.Spider":"Spider Figure",
"FC.Trex":"Trex Plushie",
"FC.KittyPlush":"Kitty Plushie",
"FC.BaseBallBat":"Baseball Bat",
"FC.Spyglass":"Spyglass",
"FC.RobotSteve":"Robot Steve",
"FC.Teaset":"Tea Set",
"FC.BuildingBlocks":"Blocks",
"FC.WoodenSword":"Wooden Sword",
"FC.GameConsole":"Game Console",
"FC.Dolls":"Doll Collection",
"FC.ChildernsCookStation":"Children's Kitchenette",
"FC.ChildernsMiniFridge":"Children's Mini Fridge",
"FC.CherryHighChair":"Cherry HighChair",
"FC.BirchHighChair":"Birch HighChair",
"FC.GothHighChair":"Goth HighChair",
"FC.BlueHighChair":"Blue HighChair",
"FC.OakHighChair":"Oak HighChair",
"FC.WalnutHighChair":"Walnut HighChair",
"FC.Pinkbearright":"Pink Bear Right",
"FC.Yellowbearright":"Yellow Bear Right",
"FC.Brownbearright":"Brown Bear Right",
"FC.Bluebearright":"Blue Bear Right",
"FC.Pinkbearleft":"Pink Bear Left",
"FC.Yellowbearleft":"Yellow Bear Left",
"FC.Brownbearleft":"Brown Bear Left",
"FC.Bluebearleft":"Blue Bear Left",
"FC.Fort":"Fort",
"FC.Bike":"Bike",
"FC.MiniPiano":"Mini Piano",
"FC.BlueChungus": "Blue Chungus",
"FC.PurpleChungus": "Purple Chungus",
"FC.PinkChungus": "Pink Chungus",
"FC.BarronsBook":"Barron's Book",
"FC.TheCuff":"Gold Bracelet",
"FC.PhoebesPackage":"Phoebe's Package",
"FC.LostKey":"Lost Key",
"FC.LostKey.Desc":"It's a rusted key, appears to be extremely old.",
"FC.BarronsBook.Desc":"It's a romance novel about werewolves.",
"FC.TheCuff.Desc":"Phoebe's Golden Bracelet",
"FC.PhoebesPackage.Desc":"It's Phoebe's Package.",
"FC.ChildernsPlayHouse": "Childern's Play House",
//Custom Artisan Goods
"FC.FrostedCake":"Frosted Cake",
"FC.FrostedCake.Desc":"A heavily frosted cake, it's very sweet.",
"FC.HotCereal":"Hot Cereal",
"FC.HotCereal.Desc":"Sweetened hot rice, steamed with butter and sugar.",
"FC.TastyPastry":"Tasty Pastry",
"FC.TastyPastry.Desc":"A sweet pastry, homemade and ready to eat.",
"FC.GemBirdPatties":"Gem Bird Patties",
"FC.GemBirdPatties.Desc":"You didn't think anyone would eat a Gem Bird. You were wrong.",
"FC.VoidJuice":"Void Juice",
"FC.VoidJuice.Desc":"Taste the void.",
"FC.GemBirdMeat":"Gem Bird Meat",
"FC.GemBirdMeat.Desc":"Meat dropped by your Thylacine. You can cook with this.",
"FC.WhiteTruffle":"White Truffle",
"FC.WhiteTruffle.Desc":"A type of mushroom dropped by warthogs.",
"FC.SmokedGemBirdMeat": "Smoked Gem Bird Meat",
"FC.SmokedGemBirdMeat.Desc": "Gem bird meat that has been smoked to perfection.",
"FC.WhiteTruffleOil": "White Truffle Oil",
"FC.WhiteTruffleOil.Desc": "White Truffle Oil",
///Animals
"FC.MissingTropicalHutch":"You need a Tropical Hutch to buy this animal",
"FC.Warthog":"Arcanian WartHog",
"FC.Warthog.Desc":"A breed of Hog that originally came from Arcania.",
"FC.WarthogBirth":"A Warthog was born in the night.",
"FC.Thylacine":"Thylacine",
"FC.Thylacine.Desc":"Give this beautiful animal a forever home.",
"FC.ThylacineBirth":"A Thylacine was born in the night.",
"FC.Shevit": "Shevit",
"FC.Shevit.Desc": "Adopt a Shevit! Give them a forever home for a small fee.",
//Recipes
"FC.JohnsGiftRecipe":"John's Display Recipe",
"FC.FrostedCakeRecipe":"Frosted Cake Recipe",
"FC.HotCerealRecipe":"Hot Cereal Recipe",
"FC.CheesyWhiteRisotto":"Cheesy White Risotto",
"FC.CheesyWhiteRisotto.Desc": "A savory dish made with rice and white trufflw oil.",
//Map Names
"FC.MapName.JohnsRoom":"John's Inn Room",
"FC.MapName.TempleRuins":"Temple Ruins",
"FC.MapName.TempleRestored":"East Scarp Temple",
"MapName.TravelingTrailer" :"Bookworm Mobile",
"MapName.TrailerSecondStory":"Bookworm Mobile Decker",
///Meep Descriptions 
"FC.ForageOfFall.Cover": "Forage Of Fall",
"FC.Bookcase.ForageOfFall.01": "Most forageables can be found throughout their season. One exception is Salmonberry, which can be found only during Salmonberry Season.",
"FC.Bookcase.ForageOfFall.02": "The quality of foraged goods comes in four levels: regular, silver, gold, and iridium. However, only Botanist can find iridium-quality foraged goods.",
"FC.Bookcase.ForageOfFall.03": "Higher quality goods command higher prices when the goods are sold, and deliver greater energy and health benefits when they are consumed.",
"FC.TheDeepestDark.Cover": "The Deepest Dark",
"FC.Bookcase.TheDeepestDark.01": "I am drawn to the glow of the largest glow shroom, which I consider my moon. The lava that spills in from above is my sun.",
"FC.Bookcase.TheDeepestDark.02": " Although my earth is similar to yours, no human calls it home. My greatest desire is to witness the moon's pull on the tides. ",
"FC.Bookcase.TheDeepestDark.03": "The sun's warmth could be as comforting to me as to a human. Despite my clawed hands, I am still capable of holding yours.",
"FC.HouseOnTheMountains.Cover": "House On The Mountains",
"FC.Bookcase.HouseOnTheMountains.01": "On a dark and stormy evening, as I lay in my bed, I gazed out at the mountains in the valley, intrigued by the dark clouds swirling around their peaks. However, it wasn't the clouds that captured my attention. ",
"FC.Bookcase.HouseOnTheMountains.02": "It was the distant glow of a window, so far from town that I wondered who could live in that house on the mountain. I've often dreamt and even schemed of reaching that house on the mountain.",
"FC.Bookcase.HouseOnTheMountains.03": "Something caught my eye— the light shifted. In my heart, I felt ot mock, the creature of the house on the mountain. It would never be my house, and I would never climb the mountain.",
"FC.TurtleThatCould.Cover": "Turtle That Could",
"FC.Bookcase.TurtleThatCould.01": "Never had he wandered from the pond where he was hatched. The world was so big and fast, and he was frightened by what could happen. Even though he yearned for adventure, he felt it could never be. ",
"FC.Bookcase.TurtleThatCould.02": "But then, with the heat of many fires, the sun dried up his pond. There was no more water, nothing, not even a flower. The world may be fast, but he became determined. It was his family that kept him going.",
"FC.Bookcase.TurtleThatCould.03": "Then, on a dark summer evening beneath the bright moonlight, the turtle froze and stared with wide eyes...He hurried down the muddy path, his mind reeling and chest heaving with laughs. He thought he couldn't and had never tried. But the turtle could, with the world so very fast and scary, the turtle could scurry and hurry. The turtle could. The turtle could.",
"FC.Bookcase.Book_AdventuresOfJumba":"Adventures Of Jumba: A Shrimp with a Taste for Adventure.",
"FC.Bookcase.AdventuresOfJumba.01": "Jumba he traveled. He loved to wander. Adventure filled his heart and how it drove him forward.",
"FC.Bookcase.AdventuresOfJumba.02": "Jumba had been to the south, to the east and west. He had been up north, where winter is always at it's best.",
"FC.Bookcase.AdventuresOfJumba.03": "Jumba he loved it, traveling and moving. He could swim for days, never moaning never groaning.",
"FC.Bookcase.DevelopingConfidence":"Ultimate Guide to Developing Confidence.",
"FC.Bookcase.DevelopingConfidence.01": "Set realistic goals: Set small goals so that you can achieve and celebrate your wins at shorter intervels.",
"FC.Bookcase.DevelopingConfidence.02": "Practice self-compassion: Be kind to yourself and treat yourself with respect. If you wouldn't say it to a friend, don't say it to yourself.",
"FC.Bookcase.DevelopingConfidence.03": "Pursue passions that make you happy, and let yourself be curious. Confidence comes with experience.",
"FC.Bookcase.WolfsBane":"WolfsBane: A Tale of Lovers Stranded on a Remote Island.",
"FC.Bookcase.Cyclops":"Cyclops: The Hidden Race.",
"FC.Bookcase.RockCrab":"Oh no! My Baby's a Rock Crab! -by Lee Johnson.",
"FC.Bookcase.Book_OneEyedMan":"One-Eyed Man: by Dollie Smithston.",
"FC.Bookcase.OneEyedMan.01": "He drew in a breath, but it was not clean. Smoke burned his lungs, and then, with a slow exhale, he found relief. Relief for his addiction and the pain smoking caused him.",
"FC.Bookcase.OneEyedMan.02": "Yet, as he watched the smoke drift upward into the night sky, the man had no intention of stopping; he was already going for another puff of his hand-rolled cigarette.",
"FC.Bookcase.OneEyedMan.03": "Sighing against the wind, he felt comforted by its warmth. He closed his only eye, his body relaxing against the side of his red, rusted pickup.",
"FC.Bookcase.OldestMan":"The Oldest: How to Live as Long as Possible!",
"FC.Bookcase.OldestMan.01": "Sleep deprivation can cause wrinkles, fine lines, puffy eyes. Try and sleep, even if you lay there awake resting, it's enough to help you.",
"FC.Bookcase.OldestMan.02": "Drink water. Poor hydration can shorten your life span and age your body faster then nature ever intended.",
"FC.Bookcase.OldestMan.03": "Smile! Be happy! Do things that bring you joy, happiness keeps you feeling young.",
"FC.Bookcase.Book_FoliageOfArcania":"The Foliage of Arcania: A Guide to Ancient Botany.",
"FC.Bookcase.RogerLovejoy":"Out of the Farm, into Space: by RogerLovejoy.",
"FC.Bookcase.Book_RodneyOBrien":"The Stretch, Volume 1: The Mammoth's Awakening by Two Time Award-Winning Author, Rodney O'Brien.",
"FC.Banner":"The screen saver is in slideshow mode.",
"FC.DanniAndJohn":"Danni and John.",
"FC.JohnAndRoger":"Roger and John",
"FC.LovejoyFamily":"Lovejoy Family Photo",
"FC.Noodles":"Noodles stares at you expectantly.",
"FC.Guide.Cover":"Arcania By Dr.Saurianne Sago",
"FC.Guide.01":"Galeabison lanatus, or the helmeted bison is easily recognizable by its unique horns, which are fused to create a large helmet-cap that covers the head, used in defense and intraspecific competition. Behaviorally they are similar to other bovids, herbivores living in mostly-female herds protected by a dominant male. The domestic variety is a source of milk, meat, fiber, and a beast of burden.",
"FC.Guide.02":"Alticapra anticamelus, otherwise known as the gouud or Arcanian goat is a semi-domestic caprid kept for its wool and milk. They are a distinct species from goats and sheep, domesticated independently on Arcania. Their aggressive temperament and picky diet have led to an increase in popularity of true goats over them, however, leading to concerns over their conservation status",
"FC.Guide.03":"Following the introduction of Equus ferus caballus to the islands, Arcania has a semi-feral population of horses. They are largely considered invasive, but residents still will tame them for labor and transportation. The Arcanian Mustang is a large, durable breed and known more for its stamina than its speed. There has been some debate over whether or not to consider them a draft breed.",
"FC.Guide.04":"Pseudotapirus dentigrandis, otherwise known as the tapi, are generalist foragers which fill the niche of pigs. Though they resemble tapirs, genetic studies suggest they are more closely related to rhinos. Domestic and wild varieties can be distinguished by the latter’s black tusks. They are the only perissodactyl known to typically give birth to twins.",
"FC.Guide.05":"Monsanthropus arkanensis is an mountain-dwelling primate from the island of Arcania. While slow-moving, they are very strong and territorial, only tolerating other adult Durrahs during mating season. They are known to display aggression towards anything they perceive as invading their territory, and humans that have strayed too close have been attacked and sometimes eaten.",
"FC.Guide.06":"Movoraptor arkagallus, also affectionately called the dino chicken are omnivorous and are highly territorial and often aggressive, however they mate for life and form tight-knit family units. The oldest female in the group is the boss and the chicks are very large about as big as a adult Ferngill chicken.",
"FC.Guide.07":"Raphus arkanensis is the largest of the still-extant Fern Islands dodo species; the extinct Great Dodo was slightly larger but lighter. Adapted to live alongside Arcania’s predators, they are more skittish, faster, and stronger than most other dodo species. As with many other dodos, human hunting has damaged their population, and they are a protected species as such.",
"FC.Guide.08":"Arkanomys lingua is the size of an cat, the shevit is a large rodent native to Arcania. These curious rodents are highly intelligent, with some demonstrating levels of intelligence similar to three-year-old children. They have highly-developed vocal folds and can mimic a wide variety of sounds, including human speech, a trait which often startles visitors to the island system.",
"FC.Guide.09":"The Phacochoerus Arkanensis, which is also known as the Tuusca, is the largest breed of boar in the world. These hogs have muscular bodies, large facial tusks, and an omnivorous diet. Although they are solitary animals, they do form family units. While the females are less prone to violence, it is not advised to domesticate the Tuusca, as they tend to be aggressive and highly territorial.",
"FC.Guide.10":"Thylacinus cynocephalus was once found in grasslands, wetlands, and dry eucalyptus forests. However, the Thylacines of Arcania have evolved to survive in tropical forests. They tend to be quiet and nervous in temperament. When captured, many die suddenly, apparently from shock. This is why efforts to domesticate them have been slow.",
"FC.Guide.11":" Palamedea rufus, otherwise known as the Red-Capped Zuzu are native to the area around Zuzu City in mainland Ferngill, zuzu are members of the screamer family introduced to Arcania for pest control. They are best known for their vocalizations and elaborate mating dance, which has made them a symbol of love. As they are an introduced species the population is controlled by culling, but their docile nature and ready adaptation to farm life have popularized them with the locals, complicating this.",
"FC.Guide.12":"Chamaeleonidae arkanensis, a tropical variation of chameleon, has become endangered since its discovery. These Arcanian chameleons are known to group up for protection and are more timid than other fauna in Arcania.",
"FC.Guide.13":"Although the plant life in Arcania is diverse, the Arcanian people have certain staple crops that they grow and consume. They work diligently to cultivate these crops each season.",
"FC.Guide.14":"The region experiences a mild climate characterized by only two seasons: summer and winter. The summers are longer than the winters, and the winter is also relatively mild.",
"FC.Guide.15":"However, when grown in different climates, these plants can be separated into four groups that follow spring, summer, fall and winter. Some of these plants actually thrive better in foreign countries than in their native land",
"FC.Guide.16":"Although winters are generally mild, there are some crops that require the coldest times of the season to grow, and they thrive in frost. Interestingly, these plants seem to grow better in foreign locations that experience all four seasons, which implies that they could be considered invasive.",
"FC.Guide.17":"Arcania is a group of three islands, each with its own name. The ancient 'true' name, Arcania, is still revered by the population and even preferred.",
"FC.Guide.18":"The main island of Arcania, Tuuwe, is the only safe place for humans due to its fauna. While the other islands offer unique fauna to see, Tuuwe is the only island that is safe enough for humans to inhabit.",
"FC.Guide.19":"At present, the Arcanian people have developed a new theology by combining their three existing belief systems. In this new theology, the three goddesses are worshipped together as a group. To show their devotion and reverence, the Arcanians offer various items at their altars. These offerings usually include gold, alcohol, and food.",

"FC.Bookcase.Book_Cover":"Birth of Arah: The Spirit of Motherhood.",
"FC.Bookcase.Liphum_Embrace.Book":" She was given the stars to keep her company as she grew, so she would not be lonely. But the stars were not enough, as they spoke with their light, not words as she did.",
"FC.Bookcase.Arah_Awareness.Book":"Then one day, a single star flickered out completely, leaving behind just a rock. The Goddess was saddened by its death. So with all her might, she reached out to the burned out star and embraced it to say goodbye.",
"FC.Bookcase.Arah_Embedded_Book":"Her very touch reignited the star, but only on the inside. The Goddess’ power filled the star's core.",
"FC.Bookcase.Arah_Birth_Book":"She had placed a part of herself into it, and with that power, the star became just as intelligent and aware as the Goddess. And with that, Arah was born.",

"FC.Bookcase.LovedAggie.Cover":"Aggie The Love",
"FC.Bookcase.LovedAggie.01":"Once upon a time, there was a woman that towered above even the tallest of warriors. Her hands were rough like leather, and her limbs as thick as the trunk of a tree. She was strong and sturdy like the Tropas of Arcania. But she was also just as lonely as she was powerful. But then from over the waters came someone new. He stood smaller than most and equally as thin. His skin was dark and aged, but youth shined in his brown eyes.",
"FC.Bookcase.LovedAggie.02":"With a graceful stride, he passed her by, somehow oblivious to her presence. The woman was enthralled by him and as he walked away, her dark gaze stayed locked to his back. Immediately, she wanted this man to notice her, but seasons passed in futility waiting for his gaze.",
"FC.Bookcase.LovedAggie.03":" Yet still she remained determined to fill the void of loneliness. One night at the village watering hole, she made her approach. Distracted by his company and groggy from Wine, the stranger didn’t see her at first. But once she scooped him up into her arms, he had no choice but to notice her.",
"FC.Bookcase.LovedAggie.04":" The woman walked away from his friends with him clinging to her neck, having been frightened by the prospect of being dropped. It was only when they returned to her favorite spot, the woman carefully placed the man down.",
"FC.Bookcase.LovedAggie.05":"She grinned wide and goofy before patting his shoulder. 'Talk to me now?' she asked with a hum, and the stranger found himself smiling right back. His cheeks grew warm and his gaze brightened. No one had ever demanded his attention quite like the way she had.",
"FC.Bookcase.LovedAggie.06":"As off-putting as it was, he was smitten with her assertiveness. It was after that night that the woman was no longer alone. The stranger, who was just as different as she was, found a love he had not been expecting.",

"FC.Bookcase.LillyPirates.Cover":"The Death Lily Pirates",
"FC.Bookcase.LillyPirates.01":"The Death Lily Pirates are an infamous group known across the Gem Sea. However, despite their reputation, not much is known about the crew. The Spider Lily motif on their Jolly Roger sparks fear, but almost every person who has crossed paths with the group has lived to tell the tale.",
"FC.Bookcase.LillyPirates.02":"Many a merchant ship has fallen victim to the Death Lily Pirates. The survivors tell of supernatural beings, ranging from magic-wielding humans to grotesque Goblins heard of only in books. Some have even claimed to see Elves and Mermaids amongst the attackers.",
"FC.Bookcase.LillyPirates.03":"Even still, the biggest mystery of the crew isn't their non-violence or the origin of its members; it lies with the identity of its captain. Among all the stories told about the pirates, very few ever make mention of their leader. Even fewer mention her by name.",
"FC.Bookcase.LillyPirates.04":"Calypso the Siren Song. She is theorized to be the daughter of the previous captain, Claudia the Endsinger.",
"FC.Bookcase.LillyPirates.05":"The only known fact about Claudia is at the peak of her career she disappeared, and Calypso took her place.",


"FC.Bookcase.Lyell.CoverClosed":"There's a extremely old book hidden within this pile...It's locked up tight.",
"FC.Bookcase.Lyell.CoverOpen":"The key you found in the mountains fits this book's lock, you unlock it and peer inside.",
"FC.Bookcase.Lyell.01":"Dearest Journal, I write to you with great happiness in my heart. I am full of joy, because my wife Constatina has given birth to a beautiful little girl.",
"FC.Bookcase.Lyell.02":"We have agreed to name her Lyza, and while my little girl looks different, I still love her more than anything in this world. Constantina is frightened of Lyza, though. I am confused why she can't look past our little girl’s malformation.",
"FC.Bookcase.Lyell.03":"Her upper lip may be split, but she's still our child. I hope my dear wife can let go of her fear...She still hasn't held Lyza. I've been feeding her Goat Milk in place of her mother's. -LH",
"FC.Bookcase.Lyell.04":"Years have passed since I’ve last written in this journal. Constantina has grown to love our little girl since the last entry. Her cleft lip no longer scares her, and for that, I am grateful...",
"FC.Bookcase.Lyell.05":"...However, Constantina is unbearably protective, and her disdain towards the residents of the neighboring island truly disturbs me. She calls them evil because they worship Arah instead of Lipheum.",
"FC.Bookcase.Lyell.06":"I'm worried...She doesn't know that I worship both deities. I fear she'll leave if she ever finds out. Therefore, I'm keeping it a secret. I can't let her know. -LH",
"FC.Bookcase.Lyell.07":"Constantina left and took Lyza. I am heartbroken, but I knew deep down this would happen.",
"FC.Bookcase.Lyell.08":"I searched for them for many seasons and I did find them. But...Constantina had already moved on; she has found a new father for Lyza.",
"FC.Bookcase.Lyell.09":"They both looked very happy with this man. I can't bring myself to approach, I don't want to ruin their happiness. My sweet Lyza...I hope she grows and has a family closer than our own ever was...And I pray she becomes a more tolerant, accepting mother than Constantina ever was...-LH",
"FC.Bookcase.Lyell.10": "Dearest Journal, life at sea has been wonderful. I love waking up each morning and watching the sun rise over the ocean. The crew of the ship has become like a family to me as well, and even though the captain and I have our differences, she is both accepting and kind.",
"FC.Bookcase.Lyell.11": "Even though I will always miss my family, my sweet Lyza...I am finally building a new life for myself. It's a relief, in a way, not having to worry about love anymore.",
"FC.Bookcase.Lyell.12": "When I am lonely I tell stories to the crew and when I need comfort, the captain is there to drink with. I am happy again and all is well. -LH",

"FC.Bookcase.Goblins.Cover":"Goblins",
"FC.Bookcase.Goblins.01":"The Bluemire Goblins have proved to be most courteous hosts, and have welcomed me into their village. A clan of musicians and storytellers, they build instruments and puppets from bones, twigs and other natural objects.",
"FC.Bookcase.Goblins.02":"Indeed, I am amongst a small number of humans blessed to have witnessed the most astonishing of Goblin plays: A grandiose Epic of tragedy and heartbreak, which brought tears to this humble anthropologist's eyes. -An extract from M. Jasper's 'Goblins.’",
"FC.Bookcase.Spells":"Before getting started, collect the following to put together your spell bag.^Spell One: Protecting Your Energy.^One brown candle.^One leather sachet the size of your palm.^One sheet of handmade parchment.^One Quartz crystal.^One Tigerseye.^To begin, write out your symbol of protection onto your parchment paper. Then, fold it up-make sure you can tuck it nicely into your spell bag. After adding your parchment into the sachet, add your two crystals.^On a full moon, burn your brown candle with your bag next to it; be sure to intentionally call protective energy to the bag. The candle is a conduit.^After the spell bag is infused with the energy, carry the bag with you in your pocket for protection.^-GR",
"FC.Bookcase.BigBookOfArt.00":"Big Book Of Art: The Anonymous Artists Edition",
"FC.Bookcase.BigBookOfArt.01":"The Autumn Festival: 1902",
"FC.Bookcase.BigBookOfArt.02":"Gentle Grip: 1901",
"FC.Bookcase.BigBookOfArt.03":"Creator's Touch: 1912",
"FC.Bookcase.BigBookOfArt.04":"Overthinking: 1930",
"FC.Bookcase.BigBookOfArt.05":"Soap Faeries: 1950",
"FC.Bookcase.BigBookOfArt.06":"Mother Of Water: 1812",
"FC.Bookcase.BigBookOfArt.07":"Eyes Of The Seer: 1820",
"FC.Bookcase.BigBookOfArt.08":"Unknown Sea Nomad: 1713",
"FC.Bookcase.BigBookOfArt.09":"A Fellowclown: 1994",
"FC.Bookcase.BigBookOfArt.10":"Brother Of Autumn: 1903",
"FC.Bookcase.BigBookOfArt.11":"Criminal Mastermind: 1910",
"FC.Bookcase.BigBookOfArt.12":"The Homestead: 1890",
"FC.Bookcase.BigBookOfArt.13":"Nature's Vision: 1970",
"FC.Bookcase.BigBookOfArt.14":"The Mother: 1740",
"FC.Bookcase.ArcaniaHistoryBook":"The story of Arcania begins with an ancient tribe who migrated during the time when glaciers connected continents, making long journeys possible. These tribes left their homeland during the early Stone Age and ventured towards a new, untouched group of islands.^They were the first to settle there and named the three land masses Arcania after their tribe's namesake. This marked the beginning of their colonization efforts in these unexplored lands. However, tensions arose among them, stemming solely from matters of faith. Different families worshiped different goddesses, leading to an inevitable dispute over which deity to worship.^This disagreement over theology caused the people of Arcania to split into three separate tribes, each relocating to different islands. Ruual, to the west, became home to worshippers of Lipheum. Suuwe, to the east, welcomed followers of Arah. Tuuwe, which is situated between Ruual and Suuwe, honored both goddesses. Surprisingly, Tuuwe quickly became a hub of peace and trade among the tribes.^For centuries, the Suuwe and Rual peoples lived apart. But as the population of Arcania declined and dangerous animals and weather threatened their safety, they had to come together. They reunited on the island of Tuuwe to face these challenges as one group. Today, the people of Arcania still live together on this island, showing that unity brings peace amid chaos.",
"FC.MapName.RatNest":"Rat nest",
//Map Strings
"TravelingLibrary.Closet":"The door is locked.",
"TravelingLibrary.DriverSeat":"You can't enter the driver's pit.",
"Patio.JinxHouse":"This is where Jinx sleeps at night.",
"TravelingLibrary.Unmet":"You can hear someone moving around inside, but the door is locked.",
"TravelingLibrary.Sign":"Bookworm Mobile.",
"TravelingLibrary.PC1":"The computer is in sleep mode.",
"TravelingLibrary.PC2":"A screensaver bounces across the monitor screen.",
"TravelingLibrary.WayfarerPlant.spring":"What a weird plant; it smells so sweet!",
"TravelingLibrary.WayfarerPlant.summer":"Is this some type of fruit?",
"TravelingLibrary.WayfarerPlant.fall":"Why are the berries so fuzzy?",
"TravelingLibrary.WayfarerPlant.winter":"Looks like Barron put up a Holiday tree!",
"TravelingLibrary.Icebox":"There's plenty of snacks, food and drinks in here.",
"TravelingLibrary.Sink":"The sink has a chemical smell; was it just cleaned?",
"TravelingLibrary.Stove":"The burners are charred and blackened.",
"TravelingLibrary.Counter":"The counter is clean, but the surface is scratched up pretty badly.", 
"BarronSpouseRoomPC.01":"There’s a program open with unfinished fanfiction waiting to be completed.",
"TravelingLibrary.Radio": "The radio is playing soft classical music.",
"BarronSpouseRoomPlanter.01":"Barron’s exotic, weird plant. She loves this thing.",
"BarronSpouseRoomCrow.01":"Where did this crow come from?",
"TravelingLibrary.Bunkbeds":"Barron and her mother must sleep in this bunk bed.",
"EastScarpe.PopsNest":"Has this always been there?",
"InnRoom.MiniFridge":"John's minifridge is full of drinks, but hardly anything to eat.",
"InnRoom.Coffee":"John must be a heavy coffee drinker. This coffee machine looks well used.",
"InnRoom.Journal":"John's Private Journal.",
"Temple.Journal":"Book of myths and legends.",
"Temple.Ruined":"You can hear the building settling; it must be pretty old.",
"Temple.NewWindow":"Peering inside, you can see the inside of the building has been completely redone.",
"Temple.Fountain":"You look down into the water, all you see is the truth.",
"Temple.RabbitStatue":"The hare towers above you, is it your lucky day?",
"Temple.OldWindow":"As you peer through the window, you can see how neglected the building truly is.",
"Temple.OldSign":"The words are too faded to be legible.",
"Temple.BookCase":"A collection of books is organized neatly on the shelves.",
"Temple.Table":"The Temple offers free food for all who need it.",
"Temple.Stage":"The temple stage, where the priest is front and center.",
"Temple.Podium":"This must be where sermons are given.",
"Temple.YobaAlter":"You place a coin offering in the alter, hopefully you get a blessing in return.",
"Temple.Confessional":"The confessional booths, the best place to repent.",
"Temple.AlterWine":"This wine is not for recreational use.",
"Temple.StudyAlter":"The priest must write his sermons here.",
"Temple.Piano":"You press a key. It’s a bit out of tune.",
"Temple.WallDrawers":"These drawers are locked.",
"Temple.Noodles.01":"The enclosure is beautifully constructed.",
"Temple.Noodles.02":"You can see where Noodles has made her nesting area.",
"Temple.Noodles.03":"You wonder if John would let you hold Noodles?",
"Temple.FirePlace":"Something was burned in here recently.",
"Temple.SinkAndDishes":"The dishes above the sink are spotless.",
"Temple.Stove":"This stove has been scrubbed so much the paint is wearing off.",
"Temple.Fridge":"There’s mostly drinks in here.",
"TravelingLibrary.Dresser":"This dresser has art supplies inside.",
"TravelingLibrary.Flag":"It's a flag, but not of any country you recognize.",
"TravelingLibrary.Toys":"A collection of toys, probably for any kids that come visit.",
"TravelingLibrary.Dolls": "The Dolls are on sell.",
"TravelingLibrary.JuminoPlushies": "The plushies, they stare at you.",
"TravelingLibrary.ActionFigures": "Action Figures!",
"Temple.Panio": "This paino is brand new.",

//Events
//Intro Event
 "JohnIntroduction.01":"Howdy, @, it's great to see you. I hope you're enjoying exploring East Scarp.",
 "JohnIntroduction.02":"Oh! I'm waiting for a guest.$1#$b#A few days ago, a fellow named John called and reserved a room.$1#$b#I wanted to welcome him personally.$1",
 "JohnIntroduction.03":"Oh, look! I believe that's him right now.$1",
 "JohnIntroduction.04":"John, right?#$b#You're looking pretty green...$2",
 "JohnIntroduction.05":"Don't worry, I'm fine.$7#$b#Just a bit seasick is all.$7",
 "JohnIntroduction.06":"Are you sure? You look like you need to sit down.$2",
 "JohnIntroduction.07":"I'm fine...",
 "JohnIntroduction.08":"Just feeling...",
 "JohnIntroduction.09":"Oh no!",
 "JohnIntroduction.10":"Let's get him to the Inn.",
 "JohnIntroduction.11":"Help Rosa take John to the Inn.",
 "JohnIntroduction.12":"Let Rosa take John to the Inn.",
 "JohnIntroduction.13":"Don't worry, I'll get you inside so you can sit down John.",
 "JohnIntroduction.14":"Thank you...",
 "JohnIntroduction.15":"Take your time and just rest for a bit.$2#$b#Your room is past the pool tables and up the stairs.",
 "JohnIntroduction.16":"What about Noodles?$7",
 "JohnIntroduction.17":"A sweet girl named Danni visited and we set up her enclosure yesterday.#$b#Everything is ready for you.#$b#I can't stay much longer though, I have to get back to work.",
 "JohnIntroduction.18":"That's okay, don't worry about me. I'll be fine.$7",
 "JohnIntroduction.19":"Please take care.",
 "JohnIntroduction.20":"I will, don't worry.",
 "JohnIntroduction.21":"That was so embarrassing...$2#$b#What a wonderful first impression...$3",
 "HelpRosa.01":"Don't worry, we'll get you inside John.",
 "HelpRosa.02":"Thank you...",
 "HelpRosa.03":"Take your time and just rest for a bit.$2#$b#Your room is past the pool tables and up the stairs.",
 "HelpRosa.04":"What about Noodles?$7",
 "HelpRosa.05":"A sweet girl named Danni visited, and we set up her enclosure yesterday.#$b#Everything is ready for you.#$b#I really would stay, but I have to get back to work.",
 "HelpRosa.06":"That's okay, don't worry about me. I'll be fine.$7",
 "HelpRosa.07":"Take care.",
 "HelpRosa.08":"I will.",
 "HelpRosa.09":"That was so embarrassing...$2#$b#What a wonderful first impression...$3",
  //First Heart Event
  "JohnFaintingIncident.01":"Huff Huff.",
 "JohnFaintingIncident.02":"Groan",
 "JohnFaintingIncident.03":"Oh Yoba...",
 "JohnFaintingIncident.04":"John?$2",
 "JohnFaintingIncident.05":"Stop the music!",
 "JohnFaintingIncident.06":"Oh no.$2#$b#John are you okay?$2",
 "JohnFaintingIncident.07":"I don't know...I'm really dizzy suddenly.$2",
 "JohnFaintingIncident.08":"Dizzy...You should come to my office!#$b#Getting winded is normal during exercise, but I'm concerned if you're getting dizzy.$2",
 "JohnFaintingIncident.09":"We just started exercising too, you should go with him, John. I'm a bit worried.$2",
 "JohnFaintingIncident.10":"What will you do?",
 "JohnFaintingIncident.11":"Help John to Harvey's Clinic.",
 "JohnFaintingIncident.12":"Let John sit there.",
 "JohnFaintingIncident.13":"I think I just need some rest...I should go back to East Scarp.$7",
 "JohnFaintingIncident.14":"No, I think it's time to go to my office, you can barely stand.$2",
 "JohnFaintingIncident.15":"...You're right, I'll go with you.$7",
 "JohnFaintingIncident.16":"Hmm...$3",
 "JohnFaintingIncident.17":"Your breathing and heart both sound pretty normal...Do you get dizzy like this often?$2",
 "JohnFaintingIncident.18":"Yeah, I get really exhausted and then the world starts spinning...The reason I moved to the valley to begin with, was my health.$2#$b#But I'm still feeling pretty lousy.$3",
 "JohnFaintingIncident.19":"If you could come back for an actual appointment, I would really like to run a few tests.$2",
 "JohnFaintingIncident.20":"I mean, I guess I could...But I've done just about every test you could think of in Zuzu city though.$2",
 "JohnFaintingIncident.21":"It's frustrating I know, but a second opinion could make the difference.$2",
 "JohnFaintingIncident.22":"Alright, I'll do the test.",
 "JohnFaintingIncident.23":"Thanks for coming with me, @, I appreciate you caring.$3",  
 "EscortJohn.01":"Okay, you're right.$7#$b#Just let me sit a moment though.$7",
 "EscortJohn.02":"Of course John, take your time.$2",
 "EscortJohn.03":"Your breathing and heart both sound pretty normal.#$b#Do you get dizzy like this often?$2",
 "EscortJohn.04":"Yeah, I get really exhausted and then the world starts spinning.$6#$b#The reason I moved to the valley was for my health to begin with.$2#$b#But I'm still feeling pretty lousy.$3",
 "EscortJohn.05":"If you could come back for an actual appointment, I would really like to run a few tests.$2",
 
 "EscortJohn.06":"I mean, I guess I could.$3#$b#I've done just about every test you could think of in Zuzu city though.$2",
 "EscortJohn.07":"It's frustrating I know, but a second opinion could make the difference.$2",
 "EscortJohn.08":"Alright, I'll do the tests...",
  //Second Heart Event 
 "HaleysGossip.01":"Hey, Emily...Do you see John over there?$3",//
 "HaleysGossip.02":"What?$6#$b#Why are you whispering?$2",//
 "HaleysGossip.03":"Shhhh... I don't want him to hear us.$3",//
 "HaleysGossip.04":"Why?$2",//
 "HaleysGossip.05":"Because I got some juicy details on him...$1",//
 "HaleysGossip.06":"...We shouldn’t be whispering about him.$3",//
 "HaleysGossip.07":"I heard he's sort of an oddball.$2#$b#Lewis said he's really awkward to talk to.#$b#Something about him being weirdly anxious.$3",
 "HaleysGossip.08":"John's starting to shake, like he’s holding in a reaction.",///
 "HaleysGossip.09":"Haley...$2#$b#Everyone gets anxious...$3",
 "HaleysGossip.10":"Well, yeah, but Lewis made it sound like he's up to something.$3",
 "HaleysGossip.11":"You're not very good at whispering.",
 "HaleysGossip.12":"Drat, I didn't think he could hear me.$2",
 "HaleysGossip.13":"You should apologize.$5",
 "HaleysGossip.14":"Yeah...$3#$b#I guess I will...#$b#Maybe later...$2",
 "HaleysGossip.15":"Oh, hey, @.#$b#I'm fine, I promise.#$b#I'm used to people gossiping about me.#$b#Just not so used to them doing so when I'm right in earshot.$2#$b#It's not a huge deal.#$b#But I wish people understood me better.#$b#I'm not anxious because I'm up to no good.#$b#I'm just nervous about saying the wrong things.$2#$b#I think I'm going to head back to East Scarp, I feel like lying down.#$b#See you around, @.",
  //Third Heart Event
 "MamaHog.01":"There has to be some wild beets growing somewhere around here.$3",
 "MamaHog.03":"These are perfect!$1#$b#I found the motherload.$1",
 "MamaHog.04":"Aw, hey there little guy...",
 "MamaHog.05":"Grunt.",
 "MamaHog.06":"Oh...#$b#Uhh, good girl. Nice piggy...$8",
 "MamaHog.07":"Stay there...Please?",
 "MamaHog.08":"@! Help me!$8",
 "MamaHog.09":"What will you do?",
 "MamaHog.10":"Help.",
 "MamaHog.11":"Run.",
 "MamaHog.12":"What?!$8#$b#You'll just let me get mauled?!$8",
 "MamaHog.13":"I hope John can manage on his own!",
 "HelpJohn.01":"You let out a bellowing scream!",
 "HelpJohn.02":"...$4#$b#The Hog rolls her eyes.$5",
 "HelpJohn.03":"I'm fine, really... Just out of breath.$2#$b#I was looking for beets to dye my Sea glass and that Mama Hog came up to protect her baby.$2",
 "HelpJohn.04":"I just hope she doesn't come back to finish the job.$8#$b#We should tell Marnie. I heard she was importing new breeds of hogs.#$b#Maybe two escaped...$2",
 "HelpJohn.05":"Wonder if that Hog can be tamed?",
  //Fourth Heart Event
 "DoctorVisit.01":"Well, I know you've been waiting a while for this.#$b#...So I won't keep you waiting.$2",
 "DoctorVisit.02":"The look on your face admittedly has me worried...$3",
 "DoctorVisit.03":"It's not the worst news, but it's not the best either.$2",
 "DoctorVisit.04":"I need you to listen to me very carefully, John.$5#$b#And I need you to stay calm.$2",
 "DoctorVisit.05":"...These tests indicate you're suffering from a chronic illness.$2",
 "DoctorVisit.06":"Chronic..?#$b#Exactly what is wrong with me?$2",
 "DoctorVisit.07":"You've been diagnosed with something called Chronic Fatigue Disorder.$2#$b#It also appears you've developed some sort of arthritis in your joints.$2#$b#We'll have to run more tests to learn which type as well as the severity.",
 "DoctorVisit.08":"What...$2#$b#What do I do now? Is...is this permanent?$8",
 "DoctorVisit.09":"...I’m sorry. Unfortunately, it is, John.$2#$b#There is a silver lining. We can enroll you in pain management therapy and prescribe painkillers for your illness to better help you.",
 "DoctorVisit.10":"And...$2#$b#...What about the exhaustion?$2",
 "DoctorVisit.11":"There are things we can do to help you with that as well.$1#$b#Medication and other forms of therapy in Zuzu City will help you cope, John.",
 "DoctorVisit.12":"Well, this isn't what I was hoping for...$3",
 "DoctorVisit.13":"You really shouldn't be in here!",
 "DoctorVisit.14":"Apologize to John.",
 "DoctorVisit.15":"Comfort John.",
 "DoctorVisit.16":"@? This is really unexpected.$3#$b#I guess you're here to stay then...$3",
 "DoctorVisit.17":"Thank you, @.#$b#I know not all hope is lost.#$b#Perhaps with treatment...I can come out of retirement.$1#$b#Rosa mentioned there's an old building that's for sale.#$b#I was thinking of buying it as a home.#$b#But who knows? Maybe, I can start my own Temple services.$1",
 "DoctorVisit.18":"That's the spirit!$1#$b#Things will get better.$1",
 "DoctorVisit.19":"Let's cross our fingers for the future.",
 "ApologizeToJohn.01":"Oh, it's okay, really...$2#$b#You just caught me at a bad time.",
 "ApologizeToJohn.02":"Thank you, @.#$b#I know not all hope is lost.#$b#Perhaps with treatment...I can come out of retirement.$1#$b#Rosa mentioned there's an old building that's for sale.#$b#I was thinking of buying it as a home.#$b#But who knows? Maybe, I can start my own Temple services.$1",
 "ApologizeToJohn.03":"That's the spirit!$1#$b#Things will get better.$1",
 "ApologizeToJohn.04":"Let's cross our fingers for the future.",
  //Fifth Heart Event
 "TheTemple.01":"Well, this is it.",
 "TheTemple.02":"Oh hey!$1#$b#You showed up at a great time.$1",
 "TheTemple.03":"See this building?",
 "TheTemple.04":"I finally decided to buy it.$1#$b#I'm an official resident of the valley.$1",
 "TheTemple.05":"I've been feeling...$3#$b#Better?#$b#Not exactly in the sense that I'm getting better, but.$2#$b#I can finally manage things.$1#$b#I didn't think it would ever be possible, honestly.$3#$b#But I think...I'm finally ready to do something with myself again.$1#$b#Fixing up this building.$1#$b#It's going to be the beginning of something new for me.$1",
 "TheTemple.06":"Want to join me? This is my first time entering the property.",
 "TheTemple.07":"No.",
 "TheTemple.08":"Yes.",
 "TheTemple.09":"Great!",
 "TheTemple.10":"Let's go inside.$1",
 "TheTemple.11":"Oh, wait.#$b#Let's try and find a light switch.",
 "TheTemple.12":"Ouch!$8#$b#I stubbed my toe on something...$3#$b#Hold on, I have a lighter somewhere on me.",
 "TheTemple.13":"Wow. This. This is...$9#$b#It's perfect.$11#$b#I can already imagine exactly how it'll look!$11",
 "TheTemple.14":"What do you think?",
 "TheTemple.15":"It needs a lot of work...",
 "TheTemple.16":"It's great! Maybe you can host sermons here?",
 "TheTemple.17":"Yeah...$12#$b#But that's not going to stop me.$13#$b#This place, it's going to be amazing when I'm finished! I promise you that.$13#$b#Becoming a man of the cloth once more is my new goal.$11#$b#I know the building needs plenty of work, but I refuse to be discouraged.$11#$b#Maybe by next year, it'll be good as new.$1",
 "TheTemple.18":"John has a lot of work to do, but the future looks bright.",
 "NeedsWork.01":"Yeah, I could, couldn't I?$11#$b#That's actually very motivating.$11#$b#I think that's going to be the main goal.$11#$b#Maybe by next year, it'll be good as new.$1",
 "NeedsWork.02":"John has a lot of work to do. Maybe, he can get someone to do it for him?",
 
"SeekingCure.01":"I can't promise results. I'm not a miracle worker in the slightest.",
"SeekingCure.02":"I know...But please, try one last time?$2",
"SeekingCure.03":"I will once more, I am a woman of my word.$2#$b#This illness, you say regular doctors are unable to cure it?",
"SeekingCure.04":"Doctor Harvey, he said it was a chronic illness...Fatigue Disorder and Arthritis.$2",
"SeekingCure.05":"I don't want to feel this way anymore...$2",
"SeekingCure.06":"John.",
"SeekingCure.07":"This feels, wrong to me, I don't think drinking some random woman's tonic is a good idea...And it didn't work last time remember?$2",
"SeekingCure.08":"She's not a random woman, she's a friend.$5#$b#And...This is the last time, I promise.$2",
"SeekingCure.09":"Roger, I am here to help, you might be in your brother's place one day, so be a little more polite.$5#$b#And John, with Roger's contribution, the tonic might work...But again, it might not...Drink this at your own risk.$2",
"SeekingCure.10":"Should you say something?",
"SeekingCure.11":"Say something quickly.",
"SeekingCure.12":"Stay silent.",
"SeekingCure.13":"@, say something would ya?!$3",
"SeekingCure.14":"Yuck! That was disgusting!$8",
"SeekingCure.15":"I...I don't feel any different.$2",
"SeekingCure.16":"I'm sorry John, I don't think it worked...The effects should immediate...$2",
"SeekingCure.17":"...$2#$b#I'm sorry I wasted your time Dezerie...Thank you for everything.$3",
"SeekingCure.18":"Let's just go home.",
"SeekingCure.19":"Why is everyone in my life trying to stop me?! I just want to feel better.$5",
"SeekingCure.20":"We're just worried, we want to protect you...Even Dezerie has given you warnings, you should just try to accept yourself John.$5",
"SeekingCure.21":"Roger's right, I'm so sorry John, I don't think it will work...It'll probably just make you sick to your stomach...$2",
"SeekingCure.22":"I...You all are right, I'm sorry...$2",

  //House  Party
"HouseParty.0":"Hey, over here!",
"HouseParty.1":"I'm so happy you could make it!$1",
"HouseParty.2":"This is Danni.",
"HouseParty.3":"She's a good friend of mine.$1",
"HouseParty.4":"Hey there, I'm happy to meet you.$1#$b#John talks about you a lot.$1",
"HouseParty.5":"All good things I promise.$4#$b#But uh, this is my father, Maverick.$1",
"HouseParty.6":"Pleased to meet you, I'm sure.",
"HouseParty.7":"Can't believe your brother hasn't showed up Johnny.$2#$b#Makes me real sad.$2",
"HouseParty.8":"It's okay pa.",
"HouseParty.9":"You know Roger and I have a tough relationship.$2",
"HouseParty.10":"Still, I wanted-",
"HouseParty.11":"Roger...?",
"HouseParty.12":"John.",
"HouseParty.13":"I hope I'm still welcomed?$2",
"HouseParty.14":"Well..I..",
"HouseParty.15":"John looks uncomfortable, what should you do?",
"HouseParty.16":"Distract Roger with an introduction.",
"HouseParty.17":"Comment on how uncomfortable things got.",
"HouseParty.18":"@?#$b#Well, hey there I'm Roger.$1#$b#Nice to meet you I'm sure.$1",
"HouseParty.19":"Well, now it's really awkward.$2",
"HouseParty.20":"You know, maybe it's a bit awkward, but I'm happy you're here.$1",
"HouseParty.21":"It's nice seeing you two at the same time.$1#$b#We should all get to catching up.$1",
"HouseParty.22":"Yeah, I'd like that.",
"HouseParty.23":"There was some tension, but the party went really well.",
//Pops Intro Event
 "PopsBeachVisit.01":"Isn't East Scarp beautiful?$1#$b#The spiritual energy is so powerful here, and those little goats up in the deep mountains are so precious!$1",
 "PopsBeachVisit.02":"I don't know about those goats, they’re always trying to lick me.$5#$b#But, the flowers here have always made for some great photoshoots.#$b#And I could really learn a few things from Rosa, her baking is super good.$1",
 "PopsBeachVisit.03":"Hey! No, get outta here!$5",
 "PopsBeachVisit.04":"Oh, gross.$2#$b#Is that a rat?$3",
 "PopsBeachVisit.05":"Not rat!$5#$b#Pop is a Shevit.$3",
 "PopsBeachVisit.06":"Did...$8#$b#Did anyone else hear the rat talk?$8",
 "PopsBeachVisit.07":"No!$5#$b#A Shevit!$3",
 "PopsBeachVisit.08":"It was those goats-$2#$b#Their nasty kisses must have been toxic.$3#$b#Because, yeah, it's talking.$3",
 "PopsBeachVisit.09":"A Shevit huh?$3#$b#What's your name, little Shevit?",
 "PopsBeachVisit.10":"I am Pop!#$b#Because I love Pop, Pop, Joja Pop!$6#$b#I take shiny now, I need it.$1",
 "PopsBeachVisit.11":"You don't have to steal though...Erm...’Pop’.$2#$b#Why not just ask for a shiny?$1",
 "PopsBeachVisit.12":"Ha!$1#$b#Evil ask for nothing!$6",
 "PopsBeachVisit.13":"A villain in the valley?",
  //Pops First Heart Event
 "PopsTrash.01":"Squeak, squeak.",
 "PopsTrash.02":"Crunch, crunch...Mmmm.",
 "PopsTrash.03":"You peer inside the trash can.",
 "PopsTrash.04":"Get away!$11#$b#This my trash!$9#$b#You!$11#$b#You get your own pal!$9",
 "PopsTrash.05":"Chase Pop off?",
 "PopsTrash.06":"Yes.",
 "PopsTrash.07":"No.",
 "PopsTrash.08":"Oh...$8#$b#You won't take it?$8#$b#Yes, good!$9#$b#I mean, you couldn't anyway.$9#$b#No one can stop evil from uh...evil-ing...$8",
 "PopsTrash.09":"Being evil is really hard.$8#$b#When come here from boat, thought might fit in.$8#$b#But...No one likes me, they call me a rat.$11#$b#So I say, I'll show you rat!$9#$b#Start doing evil.$9#$b#But...I'm not good at evil.$8",
 "PopsTrash.10":"He looks sad.",
 "PopsTrash.11":"You're doing great, don't give up Pop!",
 "PopsTrash.12":"Maybe, you should try being a hero instead?",
 "PopsTrash.13":"A hero..?$8#$b#Wha!!$10#$b#I see your game!$11#$b#You can't trick me!$9#$b#I won't give up my evil doing!$9",
 "PopsTrash.14":"What will East Scarp do, with this monster on the loose?",
 "ChasePopOff.01":"You'll never stop me!$9#$b#If you reach in, I will bite you so hard!$9",
 "ChasePopOff.02":"Hey, put me down dog face!$3",
 "ChasePopOff.03":"Won't never catch me!!!",
 "ChasePopOff.04":"Pop escaped and you've been bitten.",
 "EncouragePop.01":"You mean this?$8#$b#Yeah, you're right! I won't give up!$10",
 "EncouragePop.02":"This town will be mine!$9",
 "EncouragePop.03":"Will East Scarp fall victim to this monster?",
//second heart event
 "PopHungry.01":"Grr, can't reach.",
 "PopHungry.02":"Eek!",
 "PopHungry.03":"Oh Yoba, that rat is huge!$6",
 "PopHungry.04":"Huh?",
 "PopHungry.05":"Hey wait, that's not a rat.$1",
 "PopHungry.06":"Awww, how'd you get here, little guy?$1",
 "PopHungry.07":"I was by boat, came with green face",
 "PopHungry.08":"I think he means me, I came to East Scarp by boat, he probably snuck off when no one was paying attention.$3",
 "PopHungry.09":"Phoebe...What is that animal?$2",
 "PopHungry.10":"I'm a Shevit!$1",
 "PopHungry.11":"...$3#$b#Wait, he's actually replying? That's not normal...Shevits are like...The cats of Arcania...They can't actually speak in sentences...$3#$b#Can they...?$2",
 "PopHungry.12":"Well...",
 "PopHungry.13":"He is talking...$6",
 "PopHungry.14":"He's been able to since I met him the first time, are you saying that's not normal?$8",
 "PopHungry.15":"Pop is here! Speak to Pop!$3",
 "PopHungry.16":"Okay little fella, what's your name?$1",
 "PopHungry.17":"Say something?",
 "PopHungry.18":"His name is Pop.",
 "PopHungry.19":"I wanna know how a rat can talk.",
 "PopHungry.20":"You remembered my name?$5#$b#No one's ever remembered my name before.$1",
 "PopHungry.21":"I say I am Shevit! And name is Pop!$3",
 "PopHungry.22":"Pop...Are you hungry? I saw you trying to open the fridge?$2",
 "PopHungry.23":"So hungry...", 
 "PopHungry.24":"Make a comment?",
 "PopHungry.25":"Let's not feed wild animals...",
 "PopHungry.26":"Do you have Joja Pop, that's his favorite.",
 "PopHungry.27":"Pop!! Joja Pop! I love Joja Pop!$1",
 "PopHungry.28":"I just bought some yesterday, I'll grab some glasses.$1",
 "PopHungry.29":"And I'll start cooking.$1",
 "PopHungry.30":"Pop loved his soda, he practically chugged it!",
 "PopHungry.31":"You!$3#$b#You meanie, you'd starve Pop?!$5",
 "PopHungry.32":"Don't worry Pop, I won't allow it. You should leave if you're going to be rude @.$5",
 "PopHungry.33":"Barron kicked you out, looks like you got on her bad side.",

 "PopsNewHome.00" : "Help!!!",
 "PopsNewHome.01" : "Ahh! Help!",
 "PopsNewHome.02" : "This it, this is end for Pop!$5",
 "PopsNewHome.03" : "Stay calm let me help you.$8",
 "PopsNewHome.04" : "It's jammed! @ would you lift the door while I pull Pop in from inside the temple?$2",
 "PopsNewHome.05" : "Pop needs you!#I'm on it!#Do it yourself.#",
 "PopsNewHome.06" : "Alright fine, I'll do it on my own!$5",
 "PopsNewHome.07" : "Waaah!",
 "PopsNewHome.08" : "Alright, he's safe now, no thanks to you!$5#$b#I'll take care of him, poor thing is terrified...$3#$b#I can't believe you'd be so heartless.$5#$b#Just go away I guess, you've been a real card @.$5",
 "PopsNewHome.09" : "John helped Pop, but now you're on his bad side for not helping.",
 "PopsNewHome.10" : "Alright, I'll let you know when I'm ready.",
 "PopsNewHome.11" : "Waaah!",
 "PopsNewHome.12" : "Okay, lift it up!$3",
 "PopsNewHome.13" : "I think he's okay, just very shaken up...I think I'll ask him to stay for the night...It wouldn't feel right if I sent him out in this storm.$2#$b#Thank you @, It would have been way harder getting him free alone, you've a beautiful heart.$1",
 "PopsNewHome.14" : "Poor Pop, that must have been so scary.",

//Barrons Introduction
"BarronsIntroduction.00":"Is that smoke you smell?",
"BarronsIntroduction.01":"Help! Fire!$6",
"BarronsIntroduction.02":"what should you do!?",
"BarronsIntroduction.03":"Rush inside?",
"BarronsIntroduction.04":"Call for help?!",
"BarronsIntroduction.05":"Sounds like chaos in there!",
"BarronsIntroduction.06":"Oh!",
"BarronsIntroduction.07":"Um, hey there.$6#$b#Were you here the whole time?",
"BarronsIntroduction.08":"What should you say?",
"BarronsIntroduction.09":"I was here the whole time, are you okay?",
"BarronsIntroduction.10":"I just walked up, what happened?",
"BarronsIntroduction.11":"Oh man, how embarrassing.$2#$b#I caught the stove on fire, I'm still getting used to cooking, but I'm fine I promise.$1#$b#Guess I need to be more careful.",
"BarronsIntroduction.12":"Really, I was sure I heard someone calling out.$6#$b#Well, it doesn't matter really, no harm done.$1",
"BarronsIntroduction.13":"Oh dang, with all the panic, I forgot to introduce myself.#$b#I'm Barron and behind me is the Bookworm Mobile. The first traveling library this side of East Scarp.$1#$b#Feel free to come by, but wait a little bit would ya? It's a mess inside...$2",
"BarronsIntroduction.14":"I can't believe I just froze up like that.$6#$b#Thank you so much for helping me.$2",
"BarronsIntroduction.15":"Quite the first impression, huh? My name is Barron.$3",
"BarronsIntroduction.16":"Well, You're visiting the Bookworm Mobile, the first traveling library this side of East Scarp.$1#$b#Feel free to stick around and read a book...After I've cleaned up a bit ok...$2#$b#Give me five minutes and I'll open the door okay?$3",

//Barron first heart
"BarronsResearch.00":"Found it!",
"BarronsResearch.01":"What is it?",
"BarronsResearch.02":"Hey @, it's great to see you.$1",
"BarronsResearch.03":"What should you say?",
"BarronsResearch.04":"What were you looking for?",
"BarronsResearch.05":"Start any fires lately?",
"BarronsResearch.06":"Oh, I was looking for a Pelican Towns old phone book.$1",
"BarronsResearch.07":"No, I didn't start anymore fires... I'm looking for a old phonebook, John and I are trying to find my biological mother.$5",
"BarronsResearch.08":"Years ago, there was a woman who lived here named Phoebe.#$b#She put me up for adoption when I was born and now, I've been looking all over the Republic trying to find her.$1",
"BarronsResearch.09":"I hope we can get a hold of her, it would be really swell for you to meet your mother.$1",
"BarronsResearch.10":"Biological-My mother is in Zuzu, she adopted me...$1#$b#I want to learn about my family history though and finding Phoebe is my first step.$1",
"BarronsResearch.11":"Let's look through that book, I bet we can find more information if we have her old phone number.$1",

//Barron second heart
"PesterMarlon.00": "Okay Barron.",
"PesterMarlon.01": "Walk in.",
"PesterMarlon.02": "Oh! Sorry, you startled me.$6",
"PesterMarlon.03": "Are you visiting the guild?$3#$b#Um, I am too...Sort of, I really just need to ask Marlon a question.$3",
"PesterMarlon.04": "I'm...$3#$b#Honestly, I'm nervous as hell.$2#$b#Gunther told me I should talk to Marlon about my mother, apparently he knew her.$3#$b#But only guild members are allowed inside the building, so I don't know if I should try and see him...$2#$b#If I knew a member, I would ask them to walk with me...But I don't know a whole lot of people around here yet...$2",
"PesterMarlon.05": "You wouldn't happen to be a member would you?#I am, I could try walking you inside.#I am, but I can't break the rules.",
"PesterMarlon.06": "I understand...Don't worry @, I won't pressure you to break any rules for me...I can do this on my own.$3",
"PesterMarlon.07": "Sigh.",
"PesterMarlon.08": "Hopefully things go well for Barron.",
"PesterMarlon.09": "Thank you @, I would feel more confident going inside with you there.$1",
"PesterMarlon.10": "Sigh.",
"PesterMarlon.11": "Okay, lets do this.$3",
"PesterMarlon.12": "You're not a member of the guild.#$b#You really shouldn't be in here miss.",
"PesterMarlon.13": "#She needed to speak to you.#I let her inside.",
"PesterMarlon.14": "I see...#$b#The guild is closed to the public for a reason, but I suppose if you just wish to speak with me...It will be fine.",
"PesterMarlon.15": "I can see that, as a member you should really know better @...There better be a good reason that you've broken the rules.",
"PesterMarlon.16": "There really is a good a reason...$2#$b#Gunther suggested I speak to you, he said you knew my mother.$3",
"PesterMarlon.17": "I've known many people, does your mother have a name?",
"PesterMarlon.18": "Right! Yes, her name is Phoebe...You wouldn't happen to have a way to contact her would you? Were the two of you friends at all?$3#$b#I've been trying to find her...$6",
"PesterMarlon.19": "Phoebe...Yes I remember her, she wanted to join the guild...But she seemed to struggle with committing to the cause.",
"PesterMarlon.20": "I'm unsure if I can contact her...She never was good at keeping in touch to begin with.",
"PesterMarlon.21": "Oh...That's okay...$2#$b#Um...thank you, I'm sorry for breaking the rules too.$2#$b#Um, if you remeber anything, like a phone number or address...Could you tell me?$3",
"PesterMarlon.22": "I will.",
"PesterMarlon.23": "Thank you...",
"PesterMarlon.24": "This is starting to feel impossible.$3",
"PesterMarlon.25": "Hopefully something will turn up.",

"FamilyTies.00":"@, it's great to see you!$1#$b#Phoebe and I were about to head out.$1",
"FamilyTies.01":"I found this really beautiful nook in the woods, I spruced it up for us.$1#$b#Hey, do you wanna join us? There's room for one more.$1",
"FamilyTies.02":"Yes",
"FamilyTies.03":"No",
"FamilyTies.04":"Oh awesome! Happy you'll be coming!$1",
"FamilyTies.05":"Let's go then!",
"FamilyTies.06":"Wow!",
"FamilyTies.07":"This place is beautiful and I've never seen a tree like this before.$1",
"FamilyTies.08":"Wonder what type it is?",
"FamilyTies.09":"Oh, it's a Tropa tree, I've no idea who planted it, but it's a fruit tree from the islands of Arcania...I found this a few days ago and I just knew this place was perfect for what I wanted to tell you.$1",
"FamilyTies.10":"Tell me what? Is everything okay?$6",
"FamilyTies.11":"Why, your family history of course!$1#$b#See this tree has something in common with both of us. This specific tree is from Suuwe, which is one of the three islands of Arcania.$1#$b#Our family tree, has roots there as well.",
"FamilyTies.12":"Suuwe? I'll have to research that place! Do you have any photos of family?$1",
"FamilyTies.13":"I only have one...$2#$b#The family album was lost a while ago in a fire, the storage unit just burned down, destroying most of the heirlooms inside.$2#$b#But I managed to find one photo amongst the ashes and honestly it's the best photo I think could have survived.$1",
"FamilyTies.14":"Come closer",
"FamilyTies.15":"Who are they?$3",
"FamilyTies.16":"Well, this is your great grandmother and my mother...In other words, your grandmother.$1",
"FamilyTies.17":"Do you think I can meet them?$1",
"FamilyTies.18":"Make a comment?",
"FamilyTies.19":"They look nothing like you.",
"FamilyTies.20":"What are their names?",
"FamilyTies.21":"I mean, I guess they don't, but I can sort of see the resemblance...I've got my grandmother's nose.$1",
"FamilyTies.22":"My mother's name was Amanda and her mother was named Elizabeth.$1#$b#My father was named Daryl...But I was never told who my grandfather was.$2#$b#For some reason, my mother was very secretive about him.$2",
"FamilyTies.23":"Well anyway, my mother is still kicking...I think she would love to meet you, she was pretty upset when I...Gave you up for adoption...$2",
"FamilyTies.24":"Make another comment?",
"FamilyTies.25":"Why did you abandon Barron?",
"FamilyTies.26":"You've got each other now.",
"FamilyTies.27":"@, don't ask something like that...All that matters is we're together now.$2",
"FamilyTies.28":"We do, don't we...$1",
"FamilyTies.29":"You know, I think I would really like to stay long term...Our family moved to Ferngill years ago, maybe it's time I settle down and stop traveling.$1",
"FamilyTies.30":"You can stay with me as long as you like!$1#$b#I mean...I would love for you to stay with me, if you want.$3",
"FamilyTies.31":"I'd like that.",
"FamilyTies.32":"Oh, well that's okay.$3#$b#Maybe next time you can join us.$2",
"FamilyTies.33":"Barron and Phoebe will remember that you didn't join them.",
//Phoebes Intro
"PhoebesIntroduction.00":"Seems like no one is here...",
"PhoebesIntroduction.01":"Jeez kid, you really scared the hell outta me...$3",
"PhoebesIntroduction.02":"Oh!",
"PhoebesIntroduction.03":"Have you seen the owner of this bus? I wanted to talk to her but no one seems to be here.$2",
"PhoebesIntroduction.04":"What should you say?",
"PhoebesIntroduction.05":"If Barron's not home, you shouldn't be in here.",
"PhoebesIntroduction.06":"Who are you, what do you want with Barron?",
"PhoebesIntroduction.07":"Well, you see... I'm Phoebe, I'm Barron's mother.$3#$b#Er well, her biological one. I got a call the other day and a friend explained she was looking all over the Republic for me.#$b#But see, I wasn't even in this country so she wouldn't have ever found me. Decided to hop on a boat and sail over here...$4",
"PhoebesIntroduction.08":"Hey! You two shouldn't be in here without me, I thought I locked that door!$6",
"PhoebesIntroduction.09":"What are you two up to, @ who is that?$6",
"PhoebesIntroduction.10":"Wait...",
"PhoebesIntroduction.11":"You look just like... Are you Phoebe?$6",
"PhoebesIntroduction.12":"That's me.",
"PhoebesIntroduction.13":"Didn't Maverick let you know I was on the way? I was hoping he would, I hate surprises...But hey, I'm here and you're here now. Let's go get something to eat, I'm sure you wanna talk.$4",
"PhoebesIntroduction.14":"Yes!#$b#I mean, I'd like that, eating and talking too. Sorry, this is just such a big surprise.$1",
"PhoebesIntroduction.15":"Give me a break kid, I'm just trying to find my daughter.$3",
"PhoebesIntroduction.16":"Wait, I locked this door, I know it! What are you two doing in here?!$5",
"PhoebesIntroduction.17":"Hold on now, let's stay calm.$2#$b#The door's lock must be broken, it was open when I tried it.$3#$b#I was told by a friend that you were looking for me, so I came to you instead.#$b#Think you could spare a bit of time for me?",
"PhoebesIntroduction.18":"You're Phoebe?$6#$b#Oh gosh, I had no idea. Of course I have some time, I've been wanting to ask you so many questions.$1",
  ///Phoebe's first heart
"JinxSituation.01":"...$2", ///-Jinx
"JinxSituation.02":"Jinx appears uncomfortable.",/// -action Description
"JinxSituation.03":"Hey, @...$2#$b#Something is wrong with Jinx.",/// -Phoebe
"JinxSituation.04":"We took her to the animal sanctuary about a week ago.$3#$b#And now, she seems to have gotten sick.#$b#I hope the other thylacine didn't give her something.$2", // -Phoebe
"JinxSituation.05":"If it's okay with Barron, you can stick around @, but this is an official appointment.$2", //-Jacob
"JinxSituation.06":"It's okay with me, they can stick around.$2",///-Barron
"JinxSituation.07":"Is she going to be okay?", //-Barron
"JinxSituation.08":"We tried to make sure she played gently, is she hurt again?$3", //-Barron
"JinxSituation.09":"Hopefully not...I didn't even think about her past injuries.$2",// -Phoebe
"JinxSituation.10":"I don't believe she has exacerbated any of her past injuries.$1#$b#But it would be impossible to rule out any illnesses or infections until I can properly look over her test results.#$b#She does appear to be in some discomfort, which is worrying.$2#$b#Erm, admittedly I am not well versed in thylacine biology.#$b#However, I plan on visiting the sanctuary myself and learning as much as I can while her samples are processed.#$b#The animal refuge's team expressed that they would contact you as soon as they can.",// -Jacob
"JinxSituation.11":"Well, what do we do until then?$2#$b#She could get worse right?$3",// -Phoebe
"JinxSituation.12":"Keep her hydrated and monitor her condition.#$b#If she stops eating or drinking fluids, call my clinic. However, in her current state, I believe she'll be fine.", //-Jacob
"JinxSituation.13":"So what, we're just playing the waiting game then?$3#$b#Not really the best solution is it.$3", //-Phoebe
"JinxSituation.14":"Should you say something?",// -question action
"JinxSituation.15":"Try to relax, medical care is a process.", //-question answer
"JinxSituation.16":"Jacob is a professional, we can trust him to do what's best.", //-question answer
"JinxSituation.17":"I can understand your worry.#$b#With the decline of the thylacine population.$2#$b#It would make sense that both of you would be concerned.#$b#I can't promise her health, but I can promise I'll do whatever I can.$2",// -Jacob
"JinxSituation.18":"That's...$2#$b#All we ask for, I trust you Jacob.", //-Barron
"JinxSituation.19":"I know...$3#$b#Sorry I'm just worried I guess.$2#$b#I didn't know much about thylacine before, but now that Barron has educated me I just feel very passionate about these beautiful animals.$2",
"PhoebeRelax.01":"I know it's a process, but that really isn't as comforting as you think.$3#$b#The thylacine is an endangered species.$3#$b#We should be going right to the sanctuary.$3", //-Phoebe
"PhoebeRelax.02":"I can understand your worry.#$b#With the decline of the thylacine population...$2#$b#...It would make sense that both of you would be concerned.#$b#If you really feel inclined, I would call the sanctuary.$2",// -Jacob
"PhoebeRelax.03":"I think it'd be a good idea.$2#$b#I do trust you Jacob, but I've never dealt with a situation like this...$3#$b#I could use the second opinion.",//-Phoebe
"PhoebeRelax.04":"She'll be okay Phoebe, I have a good feeling.$1",// -Barron

"FamilySecrets.00":"I don't know, I want to tell her...But I'm not sure how to bring it up.$2#$b#I mean how do you tell your kid, that their father doesn't know they exist?$3",
"FamilySecrets.01":"Barron is very understanding, I'm sure she'll take the news well.$2#$b#I think.$2",
"FamilySecrets.02":"She does seem way more understanding that I ever was...Probably got it from her father...$1",
"FamilySecrets.03":"But the thing is, if I tell her, what if she ends up wanting to meet him? Then I'd have to tell him and that sounds awful to deal with.$2",
"FamilySecrets.04":"Great gods, you scared the hell out of me!$3#$b#Man, what the hell, don't you know how rude it is to ease drop on people? You little weirdo.$3",
"FamilySecrets.05":"Say something.#Isn't worse to keep Barron from her father?#I was just passing by, heading for the exit.#",
"FamilySecrets.06":"Phoebe, I'm sure @ didn't mean to frighten you...Or overhear our conversation.$1",
"FamilySecrets.07":"#Rosa is right, I really didn't mean to...But, you should really tell Barron about her father.#No need to be this way, it's not like I'll tell Barron.",
"FamilySecrets.08":"I mean...I want to but, I really don't want to deal with telling her father...$2",
"FamilySecrets.09":"Oh!$1#$b#Oh thank Arah, I was worried for a moment there...I do really want to tell her, don't get me wrong...But I don't know if I can talk to her father.$2",
"FamilySecrets.10":"I'll tell her...Just when I'm ready, I'm not perpared yet...To talk to her father.$2",
"FamilySecrets.11":"It'll work out, I'm sure of it.$1",
"FamilySecrets.12":"I hope so...",

"OldFriends.01":"Hey there, Maverick.$5", //-Phoebe
"OldFriends.02":"Phoebe!$5#$b#I didn't think you'd come this way...It's so nice to see you again.$2",//-Maverick
"OldFriends.03":"You don't look too happy...$2#$b#But, I guess that's fair...The way we separated on bad terms and all.$2",//-Phoebe
"OldFriends.04":"...$2#$b#Sorry darlin', don't mean to have a sour face. There's no hard feelings left I promise, I was just shocked you really came by. You've not changed a bit, you look amazing.$4",//-Maverick
"OldFriends.05":"Here.",//-Phoebe
"OldFriends.06":"Let me help out, I bet you still don't know your way around a bush.$4",//-Phoebe
"OldFriends.07":"Hey now, you never complained.$4",//-Maverick
"OldFriends.08":"Morning @, you seem to show up all over the valley.$1",//-Phoebe
"OldFriends.09":"Was just catching up with a old friend, surprised he's still here after all these years.$4",//-Phoebe
"OldFriends.10":"This is my home Phoebe, I wasn't really one to travel around, remember?$2",//-Maverick
"OldFriends.11":"I...I remember, couldn't get you to leave this valley if your life depended on it.$4#$b#I just wanted a new beginning I guess, that's why I left...$3",//-Phoebe
"OldFriends.12":"My life depends on this valley, nothing wrong with wanting to settle down, doesn't mean it's the end either...$3",
"OldFriends.13":"Say something?", ///quick question
"OldFriends.14":"Settling down isn't the end, it can be the beginning of something wonderful.",// positive for Maverick
"OldFriends.15":"Settling down isn't for everyone, this valley isn't everything.",//Positive for Phoebe
"OldFriends.16":"Exactly, besides if you're always traveling around, when will you have time to sit down and enjoy the things important to you?$1",///- Maverick positive reply
"OldFriends.17":"You get me @, I've always had a hard time staying put.$2#$b#But I guess nowadays, I sort of want to stay put...$1#$b#I just needed time to wander...$4",///-phoebe positive reply
"OldFriends.18":"My family lineage is full of wanderers, you know.#$b#Sure in the end we'd settle down, but not until we earned our title of being a wayfarer.$4",//phoebe
"OldFriends.19":"Hell, look at Barron. Even she's wandering, she doesn't realize it, but the instinct to travel got to her too.$1",//phoebe
"OldFriends.20":"It wasn't instincts Phoebe, she wanted to find you.$2#$b#Don't stand there and delude yourself.$3", ///maverick
"OldFriends.21":"...$2#$b#I guess that's true...$3#$b#You know, she's been asking me about her biological father now...#$b#Not sure what to say to her...I mean, I never told the bloke...He doesn't know she exists-Not sure how to break the news to her.$2", //phoebe
"OldFriends.22":"I'd just sit her down and tell her the truth Bumper.$1",//maverick
"OldFriends.23":"Ack!",
"OldFriends.24":"Don't call me that! I'm too old for that silly nickname!$3",//phoebe
"OldFriends.25":"Come on Phoebe, you'll always be Bumper to me.$1", //maverick
"OldFriends.26":"I called her that when we were young, because she was always bumping into things.$1",//maverick
"OldFriends.27":"Ack, stop!",//phoebe
"OldFriends.28":"You're awful!$1",//phoebe
"OldFriends.29":"Great having you back.$1",//maverick
"OldFriends.30":"Hopefully, Phoebe will tell Barron the truth.",
"LateArrival.00": "Barron clears her throat.",
"LateArrival.01": "The energy around you feels really tense suddenly.",
"LateArrival.02": "Oh! Hey @, come join us would ya?$1",//phoebe
"LateArrival.03": "Barron gives Phoebe a look, but Phoebe doesn't notice.",
"LateArrival.04": "Phoebe...Remember I wanted to ask you about something? That's why we sat down...$2",//barron
"LateArrival.05": "Huh? Oh, right...But, it's okay, can't be that serious right?$3",
"LateArrival.06": "Phoebe avoids eye contact with Barron, instead she looks at you.",
"LateArrival.07": "It's actually pretty important...But fine, if you want our business out there.$5",//barron
"LateArrival.08": "What? Come on kid, it can't be that deep, just ask the question already.$3",//Phoebe
"LateArrival.09": "Barron makes a uncomfortable face.",
"LateArrival.10": "You really should listen to Barron, her feelings matter.",
"LateArrival.11": "Maybe I can help here, so you're not alone Barron.",
"LateArrival.12": "Huh? Oh lovely, this is gonna be a real downer...I hate it when things get so serious, it makes me feel sick to my stomach.$2",//phoebe
"LateArrival.13": "I'm used to doing things alone, don't worry about it.$5",//barrpn
"LateArrival.14": "Did you regret giving me up? At all?$5#$b#I sort of have my doubts, you've been so casual and nonchalant about the entire situation...It's almost like...You're not as affected by us meeting as I am.$2",//barron
"LateArrival.15": "Phoebe looks panicked.",
"LateArrival.16": "Of course I regretted it-and yes I am affected, I just react to things differently.$3#$b#I've never been that great at expressing myself Barron...It's sort of a family curse.$2",//phoebe
"LateArrival.17": "I wouldn't know that. I didn't have a family until I was fourteen years old.$5", //barron
"LateArrival.18": "It...It took that long to get you adopted?$2#$b#I'm so sorry...$2",//phoebe
"LateArrival.19": "Yeah...It took a long time, no one wanted the biggest girl in the house.$2",//barron
"LateArrival.20": "Biggest?$4#$b#You're fine though, you took after your grandmother. She was just  as tall and thick.$1#$b#A woman with Arcanian blood,why you've taken more after her then I did!$1#$b#And just like her, you're gorgeous and those people who walked away from you. They're morons.$3#$b#I was a moron...$2",//phoebe
"LateArrival.21": "You weren't...I'm sorry for being so harsh, it's just something that's always bothered me...My adoptive parents are wonderful but...$2#$b#They adopted me so late in my life, that I didn't get to feel that connection I craved...Plus they just, didn't try to teach me anything about my culture.$2",//barron
"LateArrival.22": "That's a shame-But you know, I'm here now. And I have so much to teach you Agapi.$1",//phoebe
"LateArrival.23": "What's Agapi mean?",//barron
"LateArrival.24": "It means love, in Arcania calling family members love is common...And...You are my family, so you're my Agapi Barron.$1",//phoebe
"LateArrival.25": "Barron has started to smile, even if it's small you can see it clear as day.",

"PhoebesColdness.00": "Phoebe, I've got something speical for you.$1",
"PhoebesColdness.01": "Oh, okay that's cool...What is it.",
"PhoebesColdness.02": "Well, I made this.$1",
"PhoebesColdness.03": "I remembered you mentioned the family photo album had been destroyed in a fire, so I wanted to make you a new one!$1#$b#See look, I added our most recent photo!$1",
"PhoebesColdness.04": "Oh, that's neat.$1",
"PhoebesColdness.05": "#Aren't you happy for the album?#How do you feel about the Album?",
"PhoebesColdness.06": "Huh, Of course I am!$1#$b#Thank you Barron.$1",
"PhoebesColdness.07": "Oh? Uh, well I love it of course.$1",
"PhoebesColdness.08": "I'm really glad, I was worried for a moment there.$2",
"PhoebesColdness.09": "But why?",
"PhoebesColdness.10": "You just, didn't seem to like it at first that's all.",
"PhoebesColdness.11": "Well I do really love it, I promise.$1#$b#I'm just not good at showing it.$3",

"FamilyMaterial.00": "Sigh.",
"FamilyMaterial.01": "Hey.",
"FamilyMaterial.02": "I know I'm pretty far from East Scarp...But I guess I just really need some time away...$2",
"FamilyMaterial.03": "#Are you okay?#What's on your mind?",
"FamilyMaterial.04": "Huh?$2#$b#I mean, yeah, I'm fine...Sometimes a lady just need some alone time you know.$3#$b#I've been really enjoying getting to know Barron and I really do love living with her...#$b#But it gets a little hard sometimes.$2#$b#I'm not used to being a mom...$2#$b#And Barron she's so smart, I can't keep up.",
"FamilyMaterial.05": "Oh you know, just life I guess.#$b#Barron has been just the best host anyone could ever hope for.$1#$b#But, I guess I just feel weird, you know, having her in my life?$2#$b#I'm not used to being...#$b#A mom...$2#$b#Even though I don't really need to mother her, I feel weirdly obligated to?#$b#But that's not what I want or what Barron needs I think.$3",
"FamilyMaterial.06": "I want to be a good prescence in Barron's life...I never really been good for anyone, always a heart breaker in every circumstance...$2#$b#I just don't know where to start...$2",
"FamilyMaterial.07": "#Tell her more about her ancestors.#Tell her about her father.",
"FamilyMaterial.08": "Yeah.$1#$b#She really loves learning about that stuff. She now knows more about Arcanian history then I do now.$1#$b#She's so smart$1#$b#I think she gets it from her...father.$2",
"FamilyMaterial.09": "She really takes after him...Maybe not in looks, but god's above they are both incredibly intelligent.#$b#Maybe it's time...But that's going to be a hard conversation...I left the valley, because I wasn't good for anyone here...$2#$b#Just caused a lot of problems if I'm honest.$2",
"FamilyMaterial.10": "I'm worried, that in the end I'll just be a problem again. Except now, I'd be a burden to both Barron and her father.$2",
"FamilyMaterial.11": "I'll tell her though, it's not fair keeping this from her any longer...Besides, she needs to meet her half siblings too...Her father, he ended up marrying and having children...I think, maybe they can be a family to her too...Because I'm not really, family material.$1",

"JinxAdoption.00": "You ready?",
"JinxAdoption.01": "Good girl!",
"JinxAdoption.02": "Hey @, I'm just helping Jinx get some exercise.$1",
"JinxAdoption.03": "I would take her to the Animal Refuge, so she could play with the other Tazzy's...But she still seems so weak, I've been scared of taking her back.$2",
"JinxAdoption.04": "Sniff Sniff",
"JinxAdoption.05": "I adopted Jinx not too long ago.$1#$b#She had been wild at first, but she was injured by another animal and had to be placed in the refuge...$2#$b#But even in there, she was just too weak and vunerable to be around her own kind as well.$3",
"JinxAdoption.06": "So I adopted her.$1#$b#I think she likes her new home too.$1#$b#Don't you Jinx?$1",
"JinxAdoption.07": "#How was she injured?#Will she be released one day?",
"JinxAdoption.08": "There's a group of Island's called Arcania, that's where she's from...I was told, she was attacked by a Durrah...$2#$b#That's a very large type of primate.$2",
"JinxAdoption.09": "When she was in Arcania, she was attacked by a primate...And from what I understand the damage was so serious that she won't be able to be released...$2",
"JinxAdoption.10": "But you know, most Tazzy's aren't wild anymore anyway.$3#$b#There's been an effort to domesticate them...I guess to protect them from further harm.$3",
"JinxAdoption.11": "Jinx nuzzles your hand.$1",
"JinxAdoption.12": "Hey look at that, I think she likes you @...That's pretty awesome, Jinx is usually too anxious to get close to other people.$1#$b#Maybe this is the beginning of something really special.$1",
}
